{
  "sources": [
    {
      "title": "dh+lib",
      "feedUrl": "http://acrl.ala.org/dh/feed/",
      "siteUrl": "https://acrl.ala.org/dh",
      "articles": []
    },
    {
      "title": "UCLDH Blog",
      "feedUrl": "http://blogs.ucl.ac.uk/dh/feed/",
      "siteUrl": "https://blogs.ucl.ac.uk/dh",
      "articles": [
        {
          "id": "https://blogs.ucl.ac.uk/dh/?p=8188",
          "author": "uczcrym",
          "description": "In a year dominated by a global pandemic and both remote working and teaching, we lost many of the traditional ways that we as scholars could stay connected. One of those, the traditional extra-curricular seminar series that was a coming together space for people at different stages of their career, had to go online. And […]",
          "link": "https://blogs.ucl.ac.uk/dh/2021/07/27/long-view-seminar-reflecting-on-our-first-year/",
          "publishedOn": "2021-07-27T08:31:57.000Z",
          "wordCount": 844,
          "title": "Long View Seminar – Reflecting on our First Year"
        },
        {
          "id": "https://blogs.ucl.ac.uk/dh/?p=8192",
          "author": "Lucy Stagg",
          "description": "The UCLDH team have been busy as ever, despite continuing COVID-19 restrictions. Here’s just a few examples of recent activity: Adam Crymble has published a monograph, Technology & the Historian: Transformations in the Digital Age (University of Illinois press, 2021) and a co-authored piece with Maria José Afanador-Llach (‘The Globally Unequal Promise of Digital Tools […]",
          "link": "https://blogs.ucl.ac.uk/dh/2021/06/30/ucldh-research-june21/",
          "publishedOn": "2021-06-30T12:44:01.000Z",
          "wordCount": 637,
          "title": "UCLDH research activity June 2021"
        },
        {
          "id": "http://blogs.ucl.ac.uk/dh/?p=8178",
          "author": "Oliver W Duke-Williams",
          "description": "The film Bank Job by Daniel Edelstyn and Hilary Powell is an exploration of the world of credit and of capital creation, and the buying and selling of debt. The film follows a community project in which artists Edelstyn and Powell create their own currency, set up as a bank, and sell bank notes in […]",
          "link": "https://blogs.ucl.ac.uk/dh/2021/05/27/blowing-the-doors-off-debt-mapping-global-interactions-of-a-community-project/",
          "publishedOn": "2021-05-27T16:44:30.000Z",
          "wordCount": 912,
          "title": "Blowing the doors off debt: mapping global interactions of a community project"
        },
        {
          "id": "http://blogs.ucl.ac.uk/dh/?p=8172",
          "author": "uczcrym",
          "description": "Lessons from history, options for today. Thursday 29 April 2021 – 12pm-1pm (Zoom) Register for free. Join Dr. Adam Crymble for a free Programming Historian Teaching Workshop to celebrate the launch of his new book, Technology & the Historian: Transformations of the Digital Age, the first comprehensive history of historical studies in the digital age. […]",
          "link": "https://blogs.ucl.ac.uk/dh/2021/04/23/technology-the-historian-transformations-of-the-digital-age-workshop-book-launch/",
          "publishedOn": "2021-04-23T09:27:29.000Z",
          "wordCount": 422,
          "title": "‘Technology & the Historian: Transformations of the Digital Age’ Workshop & Book Launch"
        },
        {
          "id": "http://blogs.ucl.ac.uk/dh/?p=8160",
          "author": "Lucy Stagg",
          "description": "Published on behalf of Hannah Smyth. This post introduces a book chapter co-authored by myself, Julianne Nyhan, and Andrew Flinn. It was published as part of the Routledge Handbook of Research Methods in Digital Humanities in August 2020 and edited by Kristen Schuster and Stuart Dunn (Kings College London). This edited volume seeks to address […]",
          "link": "https://blogs.ucl.ac.uk/dh/2021/02/22/digital-cultural-heritage/",
          "publishedOn": "2021-02-22T12:41:42.000Z",
          "wordCount": 1248,
          "title": "Opening the ‘black box’ of digital cultural heritage processes: feminist digital humanities and critical heritage studies"
        }
      ]
    },
    {
      "title": "DHNB",
      "feedUrl": "http://dhnb.eu/feed",
      "siteUrl": "http://dhnb.eu",
      "articles": [
        {
          "id": "http://dig-hum-nord.eu/?p=1905",
          "author": "Sanita",
          "description": "Post-Proceedings of the 5th Conference Digital Humanities in the Nordic Countries (DHN 2020)  are published in CEUR Workshop Proceedings. It is an open-access publication service where already four volumes of DHN conference proceedings have been published. DHN2020 Post-Proceedings contain 26 papers presented in an online conference in Riga/Zoom in October 2020. Editors: Sanita Reinsone (Institute […]",
          "link": "http://dhnb.eu/dhn2020-post-proceedings/",
          "publishedOn": "2021-05-26T12:57:56.000Z",
          "wordCount": 599,
          "title": "DHN2020 Post-Proceedings published"
        },
        {
          "id": "http://dig-hum-nord.eu/?p=1885",
          "author": "Olga Holownia",
          "description": "The 6th Digital Humanities in the Nordic and Baltic Countries Conference (DHNB 2022) will be held at Uppsala University, in Sweden, on 15–18 March 2022. DHNB conferences focus on research, education and communication in the interdisciplinary field of digital humanities in the Nordic and Baltic regions and beyond. DHNB 2022 highlights the two way relationship between digital humanities […]",
          "link": "http://dhnb.eu/dhnb2022/",
          "publishedOn": "2021-04-06T08:57:23.000Z",
          "wordCount": 285,
          "title": "DHNB2022"
        },
        {
          "id": "http://dig-hum-nord.eu/?p=1891",
          "author": "Olga Holownia",
          "description": "We are pleased to announce the results of the DHNB Board Election. Three nominated candidates Annika Rockenberger (Norway), Mikko Tolonen (Finland), and Andres Karjus (Estonia) have been elected to serve on the DHNB Board for the period 2021–2024 starting from 10 March 2021 (full nomination statements and bios attached). The 2021 Board consist of nine […]",
          "link": "http://dhnb.eu/dhnb-board-2021/",
          "publishedOn": "2021-03-06T03:59:15.000Z",
          "wordCount": 171,
          "title": "DHNB Board 2021"
        },
        {
          "id": "http://dig-hum-nord.eu/?p=1893",
          "author": "Olga Holownia",
          "description": "The Annual General Assembly (AGM) will be held online on on Monday, May 31 at 5 pm CET. AGM agenda will be published on our website closer to the meeting.",
          "link": "http://dhnb.eu/agm-2021/",
          "publishedOn": "2021-03-06T03:02:25.000Z",
          "wordCount": 88,
          "title": "DHNB AGM 2021"
        }
      ]
    },
    {
      "title": "Digital Humanities",
      "feedUrl": "http://www.dh.uni-leipzig.de/wo/feed/",
      "siteUrl": "http://www.dh.uni-leipzig.de/wo",
      "articles": []
    },
    {
      "title": "aaDH",
      "feedUrl": "https://aa-dh.org/feed/",
      "siteUrl": "https://aa-dh.org",
      "articles": [
        {
          "id": "https://aa-dh.org/?p=414",
          "author": "Tully Barnett",
          "description": "The Australasian Association for Digital Humanities (aaDH) is pleased to invite proposals for DHA2021 (our COVID-delayed conference formerly known as DHA2020). DHA 2021 will take place from 22-25 November 2021. To allow for COVID-19 uncertainty, it will be a hybrid ‘In-person’ / ‘On-line’ conference held simultaneously in the city of Ōtautahi Christchurch, Aotearoa New Zealand, … Continue reading \"DHA2021 Call For Proposals\"",
          "link": "https://aa-dh.org/2021/07/02/dha2021-call-for-proposals/",
          "publishedOn": "2021-07-02T03:23:44.000Z",
          "wordCount": 1517,
          "title": "DHA2021 Call For Proposals"
        }
      ]
    },
    {
      "title": "The Association for Computers and the Humanities",
      "feedUrl": "https://ach.org/feed/",
      "siteUrl": "https://ach.org",
      "articles": [
        {
          "id": "https://ach.org/?p=2233",
          "author": "paigecm",
          "description": "Originally posted at Digital Humanities Quarterly (http://www.digitalhumanities.org/dhq/announcements/index.html) July 24, 2021 Digital Humanities Quarterly invites nominations and applications for a new General Editor to join the journal’s senior editorial team. This call is the first step in a longer process of updating DHQ’s editorial structure and practices, and the incoming editor will play a key role…Continue reading.",
          "link": "https://ach.org/blog/2021/07/28/call-for-nominations-and-applications-dhq-general-editor/",
          "publishedOn": "2021-07-28T14:56:23.000Z",
          "wordCount": 548,
          "title": "Call for Nominations and Applications: DHQ General Editor"
        },
        {
          "id": "https://ach.org/?p=2213",
          "author": "Kathleen Fitzpatrick",
          "description": "As a key step toward meeting the goals described in our Statement on Black LIves Matter, Structural Racism, and Our Organization, the officers and members of the ACH Executive Council have worked during the first half of 2021 with consultants from DeEtta Jones and Associates on a review of the organization’s policies, procedures, and governance…Continue reading.",
          "link": "https://ach.org/blog/2021/06/16/report-on-ach-racial-justice-project/",
          "publishedOn": "2021-06-16T18:07:13.000Z",
          "wordCount": 255,
          "title": "Report on ACH Racial Justice Project"
        },
        {
          "id": "https://ach.org/?p=2207",
          "author": "jwoowinter",
          "description": "Interviewed on March 9, 2021 by Anna E. Kijas Sylvia A. Fernández, Ph.D is currently a Public and Digital Humanities Postdoctoral Fellow at the Hall Center for the Humanities, University of Kansas. She is a co-founder of Borderlands Archives Cartography, a member of Torn Apart / Separados, and team member and coordinator of the ongoing initiative of United Fronteras, as well…Continue reading.",
          "link": "https://ach.org/blog/2021/04/25/portraits-in-dh-dr-sylvia-fernandez/",
          "publishedOn": "2021-04-25T13:47:30.000Z",
          "wordCount": 975,
          "title": "Portraits in DH: Dr. Sylvia Fernández"
        },
        {
          "id": "https://ach.org/?p=2190",
          "author": "paigecm",
          "description": "The Association for Computers and the Humanities is pleased to announce the results of our 2021 elections. We had a slate of stellar candidates, and we are grateful to all the digital humanities practitioners for rising to the occasion of being nominees and willing to work at this organizational level. The 2021-25 ACH Executive Council…Continue reading.",
          "link": "https://ach.org/blog/2021/03/26/ach-executive-council-2021-elections-results-and-bylaws-updates/",
          "publishedOn": "2021-03-26T15:33:02.000Z",
          "wordCount": 296,
          "title": "ACH Executive Council 2021 Elections Results and Bylaws Updates"
        },
        {
          "id": "http://ach.org/?p=2165",
          "author": "jwoowinter",
          "description": "Interviewed by Caitlin Pollock and Jewon Woo This past summer, in the wake of nationwide protests against police brutality and the murder of George Floyd, the ACH Executive Council published a statement expressing our solidarity with the #BlackLivesMatter movement.  We are committed to strengthening our anti-racist practices in Association governance, in the activities that we…Continue reading.",
          "link": "https://ach.org/blog/2021/02/16/portraits-in-dh-marisa-parham-and-aadhum/",
          "publishedOn": "2021-02-16T19:30:56.000Z",
          "wordCount": 3021,
          "title": "Portraits in DH: Marisa Parham and AADHum"
        }
      ]
    },
    {
      "title": "News",
      "feedUrl": "https://adho.org/rss.xml",
      "siteUrl": "https://adho.org/rss.xml",
      "articles": [
        {
          "id": "588792 at https://adho.org",
          "author": "erdal.ayan@dhturkey.org",
          "description": "Die Alliance of Digital Humanities Organizations (ADHO) freut sich, dass der Verband Digital Humanities im deutschsprachigen Raum (DHd) als konstituierende Organisation beigetreten ist. Die gemeinsamen Ziele von ADHO und DHd haben eine lange Geschichte: Der DHd-Verband wurde am 7. Juli 2012 in Hamburg während der ADHO Digital Humanities Konferenz gegründet. Mit seinen mehr als 400 Mitgliedern und 12 Arbeitsgruppen, Stand  Januar 2021, möchte der DHd eine formale Interessengemeinschaft sein, die Forschung und Lehre im Bereich der Digital Humanities im deutschsprachigen Raum unterstützt. Der DHd-Verband unterstützt die Open Access Zeitschrift Zeitschrift für digitale Geisteswissenschaften (ZfdG), setzt sich für die Digital Humanities ein (z.B. gegenüber der Deutschen Forschungsgemeinschaft /…",
          "link": "https://adho.org/announcements/2021/adho-begr%C3%BC%C3%9Ft-dhd-als-konstituierende-organisationadho-welcomes-dhd-constituent",
          "publishedOn": "2021-07-28T11:57:19.000Z",
          "wordCount": 526,
          "title": "ADHO begrüßt DHd als konstituierende Organisation/ADHO welcomes DHd as a Constituent Organization"
        },
        {
          "id": "588779 at https://adho.org",
          "author": "drupaladmin",
          "description": "We are thrilled to welcome Erdal Ayan and Anna Sofia Lippolis as ADHO's 2021 Communications Fellows:\nErdal Ayan is currently a PhD candidate in the department of English and American Studies at University of Kassel and a part-time master student in the Web Science Master Program at TH-Koeln. He is holding two bachelors (English Language and Literature and Sociology) and two masters degrees (English Language Teaching (ELT) & Computer Education and Instructional Technologies). He has got a broad research interest and/but his main focus is on data/text mining, sentiment analysis (opinion mining), topic modeling, network analysis (community detection), web development. He worked as teacher and lecturer for English before moving to Germany in 2017. He completed his voluntary internship in the C…",
          "link": "https://adho.org/announcements/2021/welcome-2021-communications-fellows",
          "publishedOn": "2021-06-18T16:28:18.000Z",
          "wordCount": 496,
          "title": "Welcome 2021 Communications Fellows"
        },
        {
          "id": "588762 at https://adho.org",
          "author": "drupaladmin",
          "description": "**UPDATE: The application/nomination deadline has been extended to 15 June 2021.**\nThe Alliance of Digital Humanities Organizations (ADHO) seeks applications for the following positions from committed individuals who would like to participate in Digital Humanities leadership on a global scale:\nAwards Committee Chair\nConference Coordinating Committee Adjunct Chair-Elect\nExecutive Board Chair-Elect\nTreasurer-Elect\nAll positions begin 1 July 2021. Term lengths vary by position. Selected applicants will be appointed to only one position.\nBackground\nADHO is a formal alliance of independent Digital Humanities (DH) organizations that operate in diverse scholarly, cultural, and legal circumstances. Its primary remit is to support DH community activity at a global level and in regions that are not …",
          "link": "https://adho.org/2021-cfa-eb-chairs",
          "publishedOn": "2021-05-12T16:29:12.000Z",
          "wordCount": 1414,
          "title": "Call for Executive Board and Committee Chair Applications"
        },
        {
          "id": "588746 at https://adho.org",
          "author": "drupaladmin",
          "description": "The annual Digital Humanities conference coordinated by ADHO will not be held in 2021. ADHO’s Constituent Organizations Board has voted to focus efforts on supporting regional conferences currently coordinated by ADHO’s Constituent Organizations and their Associate Organizations and partners. To this end, we have dedicated dh2021.adho.org to providing information about the various virtual and in-person events being hosted throughout the year.\nStay tuned for more information about DH2022, to be held in Tokyo, Japan.\n\n\nPost Date: \n\nTuesday, March 30, 2021",
          "link": "https://adho.org/announcements/2021/digital-humanities-2021",
          "publishedOn": "2021-03-30T22:50:11.000Z",
          "wordCount": 268,
          "title": "Digital Humanities 2021"
        },
        {
          "id": "588742 at https://adho.org",
          "author": "drupaladmin",
          "description": "The Alliance of Digital Humanities Organizations (ADHO) seeks applicants for its two 2021 Communications Fellowships, each of which comes with a stipend of €500 (Euros).\nEach year, Communications Fellows work with ADHO’s Communications Officer to manage ADHO’s public communications activities. The fellowship is well suited for graduate students, young scholars, and academic professionals who wish to develop a deeper knowledge of digital humanities and its global communities, contribute to an important digital humanities scholarly and professional organization, and gain professional experience in social media and communications.\nIn 2021, Communications Fellows will contribute to the development of a new multilingual website for ADHO; will follow and disseminate conference information; will …",
          "link": "https://adho.org/announcements/2021/call-applications-2021-adho-communications-fellowships",
          "publishedOn": "2021-03-15T11:35:45.000Z",
          "wordCount": 700,
          "title": "Call for Applications: 2021 ADHO Communications Fellowships"
        },
        {
          "id": "588738 at https://adho.org",
          "author": "drupaladmin",
          "description": "The Alliance of Digital Humanities Organizations (ADHO) Awards Committee is seeking nominations for the 2022 Antonio Zampolli Prize.\nThe Zampolli Prize is a triennial award that recognizes a single output in the field of Digital Humanities by any scholar or scholars at any stage of their career(s). As such, it offers a unique opportunity to reward individual projects that either have been formative or had a decisive impact on the field as a whole. Because the prize is awarded to the overall project, the recipients can be a single individual or a collaborative group of scholars, researchers, and/or practitioners. The output recognized can take any form: published research, developed resources, an established initiative, and/or center or tool(s) for research, for example. To be eligible for the prize, the nominated project must involve the innovative scholarly use of information and communications technologies.\nWe urge you, as members of the field, to take this opportunity to offer recommendations for outstanding work that you feel deserves recognition. Nominations will be accepted until 23:59 UTC on 01 September 2021. A winner will be announced during the winter of 2021-2022 and the prize will be awarded at the 2022 DH conference.\nNominations should consist of a document (1500-2000 words) describing the work to be nominated and the individual(s) involved, paying special attention to the relevance and importance of this work to the field as a whole. Please include a brief description of the work, a discussion of its innovative use of information technology and, particularly, the importance of this project to the Digital Humanities. Self-nominations will not be accepted. Please address nominations to the ADHO Awards Committee and send electronic copies to awards [at] adho [dot] org.\nNote: Any previous nominations should be resubmitted.\nFor further information, including the terms of the award and protocols for its selection, please visit ADHO’s Zampolli Prize web page.\n\n\nPost Date: \n\nWednesday, March 10, 2021",
          "link": "https://adho.org/announcements/2021/call-nominations-2022-antonio-zampolli-prize",
          "publishedOn": "2021-03-10T14:55:37.000Z",
          "wordCount": 512,
          "title": "Call for Nominations: 2022 Antonio Zampolli Prize"
        }
      ]
    },
    {
      "title": "Maryland Institute for Technology in the Humanities",
      "feedUrl": "https://archive.mith.umd.edu/mith-2020/feed/index.html",
      "siteUrl": "https://mith.umd.edu",
      "articles": []
    },
    {
      "title": "KCL Digital Humanities",
      "feedUrl": "https://blogs.kcl.ac.uk/ddh/feed",
      "siteUrl": "https://blogs.kcl.ac.uk/ddh",
      "articles": [
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3100",
          "author": "Mercedes Bunz",
          "description": "Our Department of Digital Humanities is seeking to appoint two Lecturers (Academic Education Pathway) in Digital Innovation Management to contribute to its teaching in this and related areas. The post-holder will have a sound knowledge of the key concepts, theories, debates and challenges in digital innovation management, information systems, algorithmic management and digital transformation, with … \nContinue reading \"Jobs: Lecturer in Digital Innovation Management Education\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/08/04/jobs-lecturer-in-digital-innovation-management-education/",
          "publishedOn": "2021-08-04T15:11:58.000Z",
          "wordCount": 454,
          "title": "Jobs: Lecturer in Digital Innovation Management Education"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3070",
          "author": "Shuprima Guha",
          "description": "How do artists use the backend of machine learning in their artworks? How is Machine Learning transforming the making of meaning? These were the questions brought about in the Creative AI Lab’s presentation during the National College of Art and Design, Dublin (NCAD) Digital Culture Webinar Series hosted by Elaine Hoey (New Media Artist) and … \nContinue reading \"Creative AI: Models of Artistic Practice\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/07/12/creative-ai-models-of-artistic-practice/",
          "publishedOn": "2021-07-12T08:16:32.000Z",
          "wordCount": 782,
          "title": "Creative AI: Models of Artistic Practice"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3080",
          "author": "Jonathan Gray",
          "description": "A very warm welcome to all of our new members of staff at the Department of Digital Humanities! Joining us ahead of the next academic year we have: Andrea Ballatore, Lecturer in Social and Cultural Informatics Barbara McGillivray, Lecturer in Digital Humanities and Cultural Computation Daniel Chavez Heras, Lecturer in Humanistic and Social Computing Education … \nContinue reading \"Welcome to new Lecturers at the Department of Digital Humanities 🎊\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/07/07/welcome-to-new-lecturers/",
          "publishedOn": "2021-07-07T15:14:37.000Z",
          "wordCount": 1386,
          "title": "Welcome to new Lecturers at the Department of Digital Humanities 🎊"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3063",
          "author": "Jonathan Gray",
          "description": "David Berry is currently visiting the Department of Digital Humanities as Visiting Professor of Critical Theory and Digital Humanities. The following post from David introduces some of his current research on explainability and interpretability. He is giving a talk about this work at the Infrastructural Interventions workshop on Tuesday 22nd June. I am very excited … \nContinue reading \"Visiting Professor David Berry on Explainability and Interpretability as Critical Infrastructure Practice\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/06/21/david-berry-on-explainability/",
          "publishedOn": "2021-06-21T08:20:48.000Z",
          "wordCount": 715,
          "title": "Visiting Professor David Berry on Explainability and Interpretability as Critical Infrastructure Practice"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3061",
          "author": "Vita Peacock",
          "description": "‘Smart cities’, ‘employee assistance programmes’, the pervasive language of ‘security’ – the implementation of surveillance technologies has consistently been framed in relation to moral ideas. This ambiguity has been observed by surveillance scholars for many years, David Lyon once describing the alternating ends of ‘care’ and ‘control’ which these technologies serve. Yet the study of … \nContinue reading \"New ERC Project Exploring the Intersection between Surveillance and Morality\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/06/17/new-erc-project-exploring-the-intersection-between-surveillance-and-morality/",
          "publishedOn": "2021-06-17T08:37:32.000Z",
          "wordCount": 594,
          "title": "New ERC Project Exploring the Intersection between Surveillance and Morality"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3055",
          "author": "Paul Spence",
          "description": "This is a collection of blog posts members of the department contributed to the annual Day of Digital Humanities, a global online event which was this year themed on ‘multilingual digital humanities’. These were originally published on the Language Acts & Worldmaking website at https://languageacts.org/blog/day-of-digital-humanities-part-1/ and https://languageacts.org/blog/day-of-digital-humanities-part-2/ Introduction by Paul Spence This year’s Day of … \nContinue reading \"Day of Digital Humanities 2021\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/06/10/day-of-digital-humanities-2021/",
          "publishedOn": "2021-06-10T15:46:06.000Z",
          "wordCount": 3262,
          "title": "Day of Digital Humanities 2021"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3047",
          "author": "Jonathan Gray",
          "description": "The Department of Digital Humanities, King’s Digital Lab and the Critical Infrastructures Studies Initiative (cistudies.org) are co-hosting an event on “Infrastructural Interventions” on 21-22nd June 2021, organised by Urszula Pawlicka-Deger, Marie Curie Research Fellow at King’s. The event includes talks and discussions with Urszula Pawlicka-Deger, Alan Liu, Laura Mandell, Matthew K. Gold, Susan Brown, Lauren … \nContinue reading \"“Infrastructural Interventions”: Digital Humanities & Critical Infrastructure Studies Workshop, 21-22nd June 2021\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/05/27/infrastructural-interventions/",
          "publishedOn": "2021-05-27T15:21:39.000Z",
          "wordCount": 839,
          "title": "“Infrastructural Interventions”: Digital Humanities & Critical Infrastructure Studies Workshop, 21-22nd June 2021"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3028",
          "author": "Marco Braghieri",
          "description": "A new book by Marco Braghieri entitled ‘Yesterday’s News – The future of long-form journalism and archives’ has been published by Peter Lang. The book focuses on two entities (long-form journalism and archives) which sit at the intersection between journalistic production and the digital. While framed within digital humanities, this book deploys a number of … \nContinue reading \"New Book: ’Yesterday’s News: The Future of Long-form Journalism and Archives’\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/05/18/yesterdays-news-the-future-of-long-form-journalism-and-archives/",
          "publishedOn": "2021-05-18T14:15:49.000Z",
          "wordCount": 498,
          "title": "New Book: ’Yesterday’s News: The Future of Long-form Journalism and Archives’"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3018",
          "author": "Gabriele Salciute Civiliene",
          "description": "We are hiring Georgian and Hungarian speaking data assistants for short-term positions to work on the cross-linguistic project ‘Distant Reading across Languages’ (https://www.kdl.kcl.ac.uk/our-work/distant-reading/). The deadline of applying is 15th May 2021. Please apply via King’s Talent Bank here: https://www.kingstalentbank.com/jobs/show/11217/georgian-speaking-data-assistant-on-dh-project https://www.kingstalentbank.com/jobs/show/11218/hungarian-speaking-data-assistant-on-dh-project If you have any questions about the positions, do not hesitate to contact Dr Gabriele … \nContinue reading \"Georgian and Hungarian speaking data assistants needed on the DH project at King’s\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/04/14/georgian-and-hungarian-speaking-data-assistants-needed-on-the-dh-project-at-kings/",
          "publishedOn": "2021-04-14T11:35:09.000Z",
          "wordCount": 210,
          "title": "Georgian and Hungarian speaking data assistants needed on the DH project at King’s"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3008",
          "author": "Mercedes Bunz",
          "description": "The Department of Digital Humanities at King’s College London is looking for hourly paid lecturers to mark essay assignments in the areas of: digital societies and platforms digital economy & innovation internet culture social media and marketing games and virtual realities digital content management digital curation in cultural institutions. Most assignments are generally 4,000 words … \nContinue reading \"Marking work available at KCL in digital media & technology + digital culture\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/04/13/marking-work-available-at-kcl-in-digital-media-technology-digital-culture/",
          "publishedOn": "2021-04-13T09:42:31.000Z",
          "wordCount": 301,
          "title": "Marking work available at KCL in digital media & technology + digital culture"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3003",
          "author": "Gabriele Salciute Civiliene",
          "description": "Dr Gabriele Salciute Civiliene, Lecturer in Digital Humanities Education at the Department of Digital Humanities, King’s College London, has been announced the winner of the 2021 Martha Cheung Award for Best English Article in Translation Studies by the SISU Baker Centre for Translation and Intercultural Studies, Shanghai International Studies University. The Award is established in … \nContinue reading \"The international Martha Cheung Award for research excellence in the paper on cross-linguistic modelling and computing received by Dr Gabriele Salciute Civiliene\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/03/29/the-international-martha-cheung-award-for-research-excellence-in-the-paper-on-cross-linguistic-modelling-and-computing-received-by-dr-gabriele-salciute-civiliene/",
          "publishedOn": "2021-03-29T21:20:57.000Z",
          "wordCount": 441,
          "title": "The international Martha Cheung Award for research excellence in the paper on cross-linguistic modelling and computing received by Dr Gabriele Salciute Civiliene"
        }
      ]
    },
    {
      "title": "CSDH / SCHN",
      "feedUrl": "https://csdh-schn.org/feed",
      "siteUrl": "https://csdh-schn.org",
      "articles": [
        {
          "id": "https://csdh-schn.org/?p=707",
          "author": "Matt Huculak",
          "description": "La version française suit Registration is now OPEN for CSDH-SCHN 2021: Making the Net Work ⏰  Peruse the schedule ⏰📝 Renew your membership 📝🎉 Register now 🎉 This year, CSDH-SCHN features plenty of intellectual stimulation and fun!  Morning ...",
          "link": "https://csdh-schn.org/conference2021/",
          "publishedOn": "2021-05-12T03:49:07.000Z",
          "wordCount": 742,
          "title": "Registration OPEN for CSDH-SCHN 2021: Making the Net Work / Les inscriptions sont OUVERTES pour CSDH-SCHN 2021"
        },
        {
          "id": "https://csdh-schn.org/?p=702",
          "author": "Kim Martin",
          "description": "Le comité exécutif et le comité de programme de la Société canadienne des humanités numériques/Canadian Society for Digital Humanities (SCHN/CSDH) sont solidaires avec la Black Canadian Studies Association (BCSA) et ...",
          "link": "https://csdh-schn.org/reponse-de-la-schn-csdh-a-la-declaration-de-la-black-canadian-studies-association/",
          "publishedOn": "2021-03-23T16:29:47.000Z",
          "wordCount": 730,
          "title": "Réponse de la SCHN/CSDH à la déclaration de la Black Canadian Studies Association"
        },
        {
          "id": "https://csdh-schn.org/?p=700",
          "author": "Kim Martin",
          "description": "The Executive and the Programme Committee of the Canadian Society for Digital Humanities/société canadienne des humanités numériques (CSDH/SCHN) stand in solidarity with the Black Canadian Studies Association (BCSA) and their ...",
          "link": "https://csdh-schn.org/csdh-schn-withdrawal-from-congress-2021/",
          "publishedOn": "2021-03-23T16:28:24.000Z",
          "wordCount": 659,
          "title": "CSDH/SCHN Withdrawal From Congress 2021"
        },
        {
          "id": "https://csdh-schn.org/?p=691",
          "author": "Constance Crompton",
          "description": "Janelle Jenstad is an Associate Professor in the Department of English at the University of Victoria. Her longest running project, the Map of Early Modern London, which she started in ...",
          "link": "https://csdh-schn.org/janelle-jenstad-wins-the-2021-outstanding-achievement-award-for-computing-in-the-arts-and-humanities/",
          "publishedOn": "2021-03-18T13:28:21.000Z",
          "wordCount": 534,
          "title": "Janelle Jenstad wins the 2021 Outstanding Achievement Award for Computing in the Arts and Humanities"
        },
        {
          "id": "https://csdh-schn.org/?p=688",
          "author": "Constance Crompton",
          "description": "Janelle Jenstad est professeure agrégée au département d’anglais de l’Université de Victoria. Son projet de plus longue durée, la Map of Early Modern London (MoEML), qu’elle a lancé en 1999, ...",
          "link": "https://csdh-schn.org/janelle-jenstad-gagne-le-prix-de-contribution-exceptionnelle-de-la-societe-canadienne-des-humanites-numeriques-2021/",
          "publishedOn": "2021-03-18T13:23:29.000Z",
          "wordCount": 600,
          "title": "Janelle Jenstad gagne le prix de contribution exceptionnelle de la Société canadienne des humanités numériques 2021"
        }
      ]
    },
    {
      "title": "CUNY Digital Humanities Initiative",
      "feedUrl": "https://cunydhi.commons.gc.cuny.edu/feed",
      "siteUrl": "https://cunydhi.commons.gc.cuny.edu",
      "articles": []
    },
    {
      "title": "Digital Humanities Initiative",
      "feedUrl": "https://dh.rutgers.edu/feed/",
      "siteUrl": "https://dh.rutgers.edu",
      "articles": [
        {
          "id": "https://dh.rutgers.edu/?p=77332",
          "author": "Caterina Agostini",
          "description": "By Ben Bakelaar and Caterina Agostini   IIIF is an acronym that stands for International Image Interoperability Format. An easy way to think of IIIF is like a webpage. A webpage is built with HTML, via hypertext markup language. It pulls together text, images, and other multimedia into a single view. In the same way, a IIIF object is built using JSON, and links together metadata and powerful image capabilities which allow institutions to deliver ultra-high resolution images quickly and efficiently to a IIIF viewer. Any image (and even audio and video) can become a IIIF object by building a manifest that uses the IIIF standard to describe its",
          "link": "https://dh.rutgers.edu/introduction-to-iiif/?utm_source=rss&utm_medium=rss&utm_campaign=introduction-to-iiif",
          "publishedOn": "2021-06-29T21:03:51.000Z",
          "wordCount": 706,
          "title": "Introduction to IIIF"
        },
        {
          "id": "https://dh.rutgers.edu/?p=77319",
          "author": "Caterina Agostini",
          "description": "By Caterina Agostini and Ben Bakelaar   Digital images and tools are attracting the interest of scholars in the humanities. In particular, the International Image Interoperability Framework (IIIF) allows for high quality images and supports a variety of uses and applications including deep zoom, comparison, annotation, and transcription of digital images. With the current pandemic limiting travel and access to libraries and museums, in the Spring 2021 we founded a new DH Special Interest Group at Rutgers focused on IIIF. In the first meeting, we shared our work and research interests and connected with members of the Rutgers community, from Rutgers University Libraries, the Office",
          "link": "https://dh.rutgers.edu/special-interest-group-on-iiif/?utm_source=rss&utm_medium=rss&utm_campaign=special-interest-group-on-iiif",
          "publishedOn": "2021-06-21T22:04:15.000Z",
          "wordCount": 853,
          "title": "Special Interest Group on IIIF"
        },
        {
          "id": "https://dh.rutgers.edu/?p=77252",
          "author": "Francesca Giannetti",
          "description": "#dayofDH2021 is finally here, hosted by @LUCTSDH, @UCLA_DH, University of Guelph, and the Università del Piedmont Orientale. Date: April 29. Theme: Multilingual DH. Head over to https://t.co/78PFzqGDlL for details and stay tuned for more! https://t.co/LYTfwjNE2h — Day of DH (@DayofDH) April 4, 2021 Attention digital humanists of Princeton, Rutgers, Bryn Mawr, Haverford, Swarthmore, and the Mid-Atlantic. Join us for Day of Digital Humanities 2021 by tweeting about your multilingual DH. The aim of this year’s Day of DH is to “open up conversation about projects being undertaken in the various languages and put together a list of non-English tools, libraries, software products, tips, hacks, and",
          "link": "https://dh.rutgers.edu/day-of-dh-2021/?utm_source=rss&utm_medium=rss&utm_campaign=day-of-dh-2021",
          "publishedOn": "2021-04-21T19:47:12.000Z",
          "wordCount": 321,
          "title": "Day of DH 2021; Mid-Atlantic Edition"
        }
      ]
    },
    {
      "title": "centerNet",
      "feedUrl": "https://dhcenternet.org/rss.xml",
      "siteUrl": "https://dhcenternet.org",
      "articles": []
    },
    {
      "title": "The Digital Humanities Commons",
      "feedUrl": "https://dhcommons.hypotheses.org/feed",
      "siteUrl": "https://dhcommons.hypotheses.org",
      "articles": [
        {
          "id": "http://dhcommons.hypotheses.org/?p=775",
          "author": "Merisa Martinez",
          "description": "The Austro-German philosopher Edmund Husserl (born in Proßnitz, today Prostějov in 1859, died in Freiburg in 1938) remains one of the most influential philosophers of our time. He is considered the founder of phenomenology, which became one of the most significant origins of what has come to be called ‘continental philosophy’.  An astonishingly diverse range of philosophers have been directly influenced by Husserl’s works. The phenomenological method continues to be one of the richest methodological resources for philosophical thinking and scientific research, also in interdisciplinary settings […]",
          "link": "https://dhcommons.hypotheses.org/775",
          "publishedOn": "2021-05-27T10:34:19.000Z",
          "wordCount": 949,
          "title": "digitalHusserl is now LIVE!"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=773",
          "author": "Merisa Martinez",
          "description": "Tomorrow will be the final instalment of this academic year’s DH Virtual Discussion Groups for Early Career Researchers working in Belgium. The topic of tomorrow’s discussion will be lightning pitches from researchers in our community who will be giving long-form presentations at DH Benelux 2021. While DH Benelux is hosted by the University of Leiden this year, it will be happening entirely online from 2 – 4 June 2021 (a.k.a. next week!). You can register for tomorrow’s discussion session, which will take place on […]",
          "link": "https://dhcommons.hypotheses.org/773",
          "publishedOn": "2021-05-26T15:06:47.000Z",
          "wordCount": 610,
          "title": "Last DH Virtual Discussion Group for Belgian ECRs Tomorrow from 15-16h30 CET!"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=756",
          "author": "Maria Dermentzi",
          "description": "During the past couple of months, I have been trying to come up with an efficient way of constructing synonym rings for query expansion in a library discovery system (i.e., the online search interface of a library). I am doing this because I was given a list of e-books on the subject of Digital Humanities (DH) with the purpose of making them more discoverable on KU Leuven Libraries’ discovery platform. In my previous blogpost, I described what synonym rings are, but simply put, you […]",
          "link": "https://dhcommons.hypotheses.org/756",
          "publishedOn": "2021-04-22T16:39:43.000Z",
          "wordCount": 1486,
          "title": "Word Embeddings and Their Role in Synonym Ring Construction"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=750",
          "author": "Merisa Martinez",
          "description": "On 6 and 7 May 2021, the Royal Library of Belgium (KBR) – together with several institutions including KU Leuven – will hold an international webinar on Old Books and New Technologies: Medieval Books and the Digital Humanities in the Low Countries. It will bring together researchers from libraries, archives, and museums, and university faculties with an interest in how the medieval book is contextualized by new technologies, with particular emphasis placed on the intersection of the medieval book and Digital Humanities. The languages […]",
          "link": "https://dhcommons.hypotheses.org/750",
          "publishedOn": "2021-04-19T12:21:44.000Z",
          "wordCount": 969,
          "title": "Event – Old Books and New Technologies: Medieval Books and the Digital Humanities in the Low Countries"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=747",
          "author": "Merisa Martinez",
          "description": "This hybrid round-table and workshop is co-organized between LECTIO, KU Leuven, and the University of Utrecht. Event dates: 11-12 May. Registration deadline: 30 April 2021. Over two days, participants will have the chance to try a hands-on approach to network analysis, with a mix of practical workshops and presentations of ongoing projects (by LECTIO members). The keynote speakers will be prof. Dirk Van Miert (University of Utrecht), presenting the ERC project “Sharing Knowledge in Learned and Literary Networks – The Republic of Letters as […]",
          "link": "https://dhcommons.hypotheses.org/747",
          "publishedOn": "2021-04-01T16:27:58.000Z",
          "wordCount": 730,
          "title": "Event: Linking People: Network Analysis and Intellectual History"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=745",
          "author": "Merisa Martinez",
          "description": "The Leibniz Institute of European History (IEG) in Mainz has one fellowship open for a a period of six to eight months for international doctoral students in the field of Digital Humanities. The fellowship will begin in July 2021 or later. The monthly stipend is € 1,350. Additionally, you can apply for family or child allowance. Applications are due 19 April 2021. More information below! AIMS The fellowship supports international doctoral students who wish to carry out their own research project using Digital Humanities […]",
          "link": "https://dhcommons.hypotheses.org/745",
          "publishedOn": "2021-04-01T16:02:40.000Z",
          "wordCount": 817,
          "title": "Fellowship Alert: Leibniz Institute of European History (for international PhD students)"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=743",
          "author": "Merisa Martinez",
          "description": "The Vrije Universiteit Brussel and the Université Libre de Bruxelles have teamed up to create the Brussels DH seminars series! The next seminar will take place from 12:00 to 13:30 on 21 April 2021. The registration deadline is 15 April 2021. For more information keep reading! Ludovica Marinucci (Italian CNR): “Implicit biases in human and artificial intelligence”  The focus of the talk is to investigate the presence of the so-called “implicit biases” (Devine et al. 2009) in both human and artificial intelligence, especially encoded […]",
          "link": "https://dhcommons.hypotheses.org/743",
          "publishedOn": "2021-04-01T15:39:30.000Z",
          "wordCount": 1201,
          "title": "Event: Brussels DH Online Seminar Series!"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=741",
          "author": "Merisa Martinez",
          "description": "The Alliance of Digital Humanities Organizations (ADHO) seeks applicants for two Communications Fellowships, each of which will last from May – December 2021 and comes with a stipend of €500 Euros. The deadline for applications is 23:59 UTC on 15 April 2021. Each year, Communications Fellows work with ADHO’s Communications Officer to manage ADHO’s public communications activities. The fellowship is well suited for graduate students, young scholars, and academic professionals who wish to develop a deeper knowledge of digital humanities and its global communities, […]",
          "link": "https://dhcommons.hypotheses.org/741",
          "publishedOn": "2021-04-01T15:26:53.000Z",
          "wordCount": 642,
          "title": "Fellowship Opportunity: Two Communications Fellowships for the Alliance of Digital Humanities Organizations (ADHO)"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=739",
          "author": "Merisa Martinez",
          "description": "The Royal Library of Belgium (KBR) is hosting an online series of three lectures given by Digital Humanities experts from across Belgium! This series is co-organized by KBR’s two labs: Camille (Center for Archives on the Media and Information) and the Digital Research Lab, in cooperation with Université Libre de Bruxelles and Ghent University. Dealing with a variety of topics, periods and methods, these talks will be held in English, with questions in French, Dutch or English. More information about each of the lectures […]",
          "link": "https://dhcommons.hypotheses.org/739",
          "publishedOn": "2021-04-01T15:04:55.000Z",
          "wordCount": 1329,
          "title": "Event: KBR Digital Humanities Online Series"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=736",
          "author": "Merisa Martinez",
          "description": "Big news! We have an opening at KU Leuven Libraries Artes on the Artes Research Team for an Information Specialist – Digital Scholarship in the Humanities. This position would report to our Artes Research Team Leader, Laura Mesotten, and work alongside Nele Noppe, our Data Librarian! The job would be a temporary to start with, and moving to permanent. It would be a full time, 1.0 FTE position (it can also be 80% if necessary). The ideal applicant would already know Dutch or be […]",
          "link": "https://dhcommons.hypotheses.org/736",
          "publishedOn": "2021-03-22T17:04:56.000Z",
          "wordCount": 881,
          "title": "Job Alert: Information Specialist – Digital Scholarship in the Humanities at Artes"
        }
      ]
    },
    {
      "title": "UK-Ireland Digital Humanities Network",
      "feedUrl": "https://dhnetwork.org/feed",
      "siteUrl": "https://dhnetwork.org",
      "articles": []
    },
    {
      "title": "Digital Humanities Summer Institute",
      "feedUrl": "https://dhsi.org/feed",
      "siteUrl": "https://dhsi.org",
      "articles": []
    },
    {
      "title": "Tagungen",
      "feedUrl": "https://dig-hum.de/aktuelles/feed",
      "siteUrl": "https://dig-hum.de/aktuelles",
      "articles": [
        {
          "id": "node/707",
          "author": "406",
          "description": "Der Sonderforschungsbereich (SFB) 1391 „Andere Ästhetik“ untersucht ästhetische Akte und Artefakte der Vormoderne im Spannungsfeld von Gestaltungswissen und sozialer Praxis.…",
          "link": "https://dig-hum.de/aktuelles/cfp-materialit%C3%A4t-und-medialit%C3%A4t-aspekte-einer-anderen-%C3%A4sthetik-m%C3%A4rz-2022-t%C3%BCbingen",
          "publishedOn": "2021-08-06T15:46:09.000Z",
          "wordCount": 888,
          "title": "CfP: Materialität und Medialität: Aspekte einer anderen Ästhetik (März 2022, Tübingen)"
        },
        {
          "id": "node/706",
          "author": "406",
          "description": "Wir freuen uns, dass sich mit romantistik.de eine weitere Initiative unserer Stellungnahme zur Befristungspraxis an Hochschulen und außeruniversitären Forschungseinrichtungen in…",
          "link": "https://dig-hum.de/aktuelles/romanistikde-schlie%C3%9Ft-sich-eine-weitere-initiative-unserem-wisszeitg-statement",
          "publishedOn": "2021-08-04T11:49:21.000Z",
          "wordCount": 692,
          "title": "Mit romanistik.de schließt sich eine weitere Initiative unserem WissZeitG Statement an"
        },
        {
          "id": "node/705",
          "author": "406",
          "description": "Wir freuen uns Ihnen mitzuteilen, dass der Verband Digital Humanities im deutschsprachigen Raum (DHd) der Alliance of Digital Humanities Organizations (ADHO) als konstituierende…",
          "link": "https://dig-hum.de/aktuelles/dhd-tritt-adho-als-konstituierende-organisation",
          "publishedOn": "2021-07-28T20:49:04.000Z",
          "wordCount": 792,
          "title": "DHd tritt ADHO als konstituierende Organisation bei"
        },
        {
          "id": "node/704",
          "author": "406",
          "description": "Liebe DHd-Community,\nder DHd-Twitter Account (@DHDInfo) funktioniert wieder.\nWir bitten die Ihnen ggf. entstandenen Umstände zu entschuldigen.\nBeste Grüße,\nSimone Kronenwett\n---…",
          "link": "https://dig-hum.de/aktuelles/dhd-twitter-account-ist-wieder-erreichbar",
          "publishedOn": "2021-07-27T16:38:42.000Z",
          "wordCount": 666,
          "title": "DHd-Twitter Account ist wieder erreichbar"
        },
        {
          "id": "node/703",
          "author": "406",
          "description": "Liebe DHd-Community,\nder DHd-Twitter Account (@DHDInfo) ist vorübergehend nicht erreichbar.\nWir melden uns wieder, sobald der Account wieder funktioniert.\nWir bitten die Umstände…",
          "link": "https://dig-hum.de/aktuelles/dhd-twitter-account-ist-vor%C3%BCbergehend-nicht-erreichbar",
          "publishedOn": "2021-07-27T16:37:05.000Z",
          "wordCount": 685,
          "title": "DHd-Twitter Account ist vorübergehend nicht erreichbar"
        },
        {
          "id": "node/702",
          "author": "406",
          "description": "Wir freuen uns, dass mit dem Hochschulverband Informationswissenschaft ein weiterer Fachverband unsere Stellungnahme zur Befristungspraxis an Hochschulen und außeruniversitären…",
          "link": "https://dig-hum.de/aktuelles/dem-hochschulverband-informationswissenschaft-schlie%C3%9Ft-sich-ein-weiterer-verband-unserem",
          "publishedOn": "2021-07-16T15:34:49.000Z",
          "wordCount": 666,
          "title": "Mit dem Hochschulverband Informationswissenschaft schließt sich ein weiterer Verband unserem WissZeitG Statement an"
        },
        {
          "id": "node/701",
          "author": "406",
          "description": "Bereits seit 2019 wird auf Zenodo eine DHd-Community betrieben und kuratiert (https://zenodo.org/communities/dhd/). Sie ist eine zentrale Sammelstelle für Materialien rund um die…",
          "link": "https://dig-hum.de/aktuelles/neue-dhd-community-zenodo-dhd-verbandsaktivit%C3%A4ten",
          "publishedOn": "2021-07-16T15:08:24.000Z",
          "wordCount": 889,
          "title": "Neue DHd-Community auf Zenodo: DHd-Verbandsaktivitäten"
        },
        {
          "id": "node/700",
          "author": "406",
          "description": "Das Akademievorhaben Brahms-Gesamtausgabe Kiel sucht zum 1. Oktober 2021 eine:n Wissenschaftliche:n Mitarbeiter:in / Digital Humanist (50%).\nBewerbungsfrist: 06.08.2021\nDie…",
          "link": "https://dig-hum.de/aktuelles/stellenangebot-digital-humanist-brahms-gesamtausgabe-kiel",
          "publishedOn": "2021-07-14T17:57:17.000Z",
          "wordCount": 687,
          "title": "Stellenangebot: Digital Humanist, Brahms-Gesamtausgabe Kiel"
        },
        {
          "id": "node/699",
          "author": "406",
          "description": "44th German Conference on Artificial Intelligence (KI2021)\nDer Call for Papers ist eröffnet und die Deadline für die Einreichung von Beiträgen wurde bis zum 30.07.2021 verlängert…",
          "link": "https://dig-hum.de/aktuelles/humanities-centred-ai-chai-call-for-papers-verl%C3%A4ngerung-300721",
          "publishedOn": "2021-07-11T15:56:01.000Z",
          "wordCount": 774,
          "title": "Humanities-Centred AI (CHAI) : Call for Papers (Verlängerung bis 30.07.21)"
        },
        {
          "id": "node/698",
          "author": "406",
          "description": "Die 8. Jahrestagung des Verbands »Digital Humanities im deutschsprachigen Raum e.V.« (DHd) findet vom 7. bis zum 11. März 2022 in Postdam statt.\nDie DHd2022 hat das Thema »…",
          "link": "https://dig-hum.de/aktuelles/reminder-cfp-dhd2022-endet-am-15072021",
          "publishedOn": "2021-07-08T10:10:49.000Z",
          "wordCount": 712,
          "title": "Reminder: CfP DHd2022 endet am 15.07.2021"
        },
        {
          "id": "node/697",
          "author": "406",
          "description": "Wir freuen uns, vier neue DH-Forschungsprojekte im DHd-Projekteschaufenster präsentieren zu dürfen:\nPeter Handke Notizbücher. Digitale Edition\nDARIAH-DE Repository\nDARIAH-DE Geo-…",
          "link": "https://dig-hum.de/aktuelles/neue-dh-projekte-im-dhd-projekteschaufenster",
          "publishedOn": "2021-07-06T15:25:19.000Z",
          "wordCount": 679,
          "title": "Neue DH-Projekte im DHd-Projekteschaufenster"
        },
        {
          "id": "node/695",
          "author": "406",
          "description": "Die Stiftung Museum am Rothenbaum sucht baldmöglichst für 12 Monate eine:n Wissenschaftliche:n Mitarbeiter:in für die Schaffung der Online-Plattform Digital Benin in Vollzeit.…",
          "link": "https://dig-hum.de/aktuelles/stellenangebot-wma-f%C3%BCr-die-online-plattform-digital-benin",
          "publishedOn": "2021-07-04T08:10:49.000Z",
          "wordCount": 675,
          "title": "Stellenangebot: WMA für die Online-Plattform Digital Benin"
        },
        {
          "id": "node/694",
          "author": "406",
          "description": "Das Institut für Digital Humanities (IDH), das Cologne Center for eHumanities (CCeH) und das Data Center for the Humanities (DCH) richten mit Unterstützung der Competence Area III…",
          "link": "https://dig-hum.de/aktuelles/cfp-virtual-summer-school-deep-learning-for-language-analysis-308-392021",
          "publishedOn": "2021-07-02T20:43:50.000Z",
          "wordCount": 911,
          "title": "CfP: Virtual Summer School: Deep Learning for Language Analysis (30.8.-3.9.2021)"
        },
        {
          "id": "node/693",
          "author": "406",
          "description": "Der Vorstand des DHd-Verbands, dem Wissenschaftler:innen auf befristeten ebenso wie auf unbefristeten Stellen angehören, möchte mit der vorliegenden Stellungnahme Position in der…",
          "link": "https://dig-hum.de/aktuelles/stellungnahme-des-dhd-verbands-zur-befristungspraxis-hochschulen-und-au%C3%9Feruniversit%C3%A4ren",
          "publishedOn": "2021-06-28T08:23:30.000Z",
          "wordCount": 832,
          "title": "Stellungnahme des DHd-Verbands zur Befristungspraxis an Hochschulen und außeruniversitären Forschungseinrichtungen in Deutschland"
        },
        {
          "id": "node/691",
          "author": "406",
          "description": "Im Rahmen eines User-Experience-Tests wird ein Service im Bereich digitaler Forschungsinfrastrukturen untersucht. Hierfür suchen wir Sie als Proband*innen mit und ohne…",
          "link": "https://dig-hum.de/aktuelles/ihre-user-experience-ist-gefragt-remote",
          "publishedOn": "2021-06-27T19:08:53.000Z",
          "wordCount": 849,
          "title": "Ihre User-Experience ist gefragt! (remote)"
        },
        {
          "id": "node/690",
          "author": "406",
          "description": "In zweieinhalb Wochen, am 15. Juli, endet der Call for Papers der DHd2022: »Kulturen des digitalen Gedächtnisses« (hier ist der Call zu finden: https://www.dhd2022.de/cfp/).\nDie 8…",
          "link": "https://dig-hum.de/aktuelles/%C2%BBdhd2022-kulturen-des-digitalen-ged%C3%A4chtnisses%C2%AB-potsdam-m%C3%A4rz-2022-endspurt-noch-25-wochen",
          "publishedOn": "2021-06-27T19:05:15.000Z",
          "wordCount": 822,
          "title": "»DHd2022: Kulturen des digitalen Gedächtnisses« (Potsdam, März 2022). Endspurt: Noch 2,5 Wochen bis zur Deadline!"
        },
        {
          "id": "node/689",
          "author": "406",
          "description": "Die Johannes Gutenberg-Universität Mainz (JGU) gehört zu den großen Universitäten in Deutschland. In der Wissenschaftsregion Rhein-Main entfaltet sie ihre Leistungsstärke,…",
          "link": "https://dig-hum.de/aktuelles/stellenangebot-wma-im-projekt-burchards-dekret-digital-mainz-50-eg-13-tv-l",
          "publishedOn": "2021-06-20T17:58:37.000Z",
          "wordCount": 787,
          "title": "Stellenangebot: WMA im Projekt Burchards Dekret Digital (Mainz, 50%, EG 13 TV-L)"
        }
      ]
    },
    {
      "title": "Site 3",
      "feedUrl": "https://digital.humanities.ox.ac.uk/rss.xml",
      "siteUrl": "https://digital.humanities.ox.ac.uk",
      "articles": []
    },
    {
      "title": "Digital Humanities at Stanford",
      "feedUrl": "https://digitalhumanities.stanford.edu/rss.xml",
      "siteUrl": "https://digitalhumanities.stanford.edu",
      "articles": [
        {
          "id": "841 at https://digitalhumanities.stanford.edu",
          "author": "Quinn Dombrowski",
          "description": "In 2019, I wrote a blog post about the experience of going to the DH conference in Utrecht, followed by the ACH conference in Pittsburgh. Two years later, it's time for another ACH write-up, with a very different point of comparison: !!Con, a tech conference celebrating \"the joy, excitement, and surprise of computing\". While I've attended and presented at other virtual events this year (including the CSDH-SCHN conference), as co-VP of ACH I was particularly committed to attending as much of that conference as I could, and volunteering as a chair, online respondent, and livetweeter. !!Con was a more serendipitous discovery thanks to a tweet from Scott Weingart. It was the first non-academic conference I've presented at, and while differences in both scale and nature make it hard to compare …",
          "link": "https://digitalhumanities.stanford.edu/conferencing-home-ach-2021-and-con",
          "publishedOn": "2021-07-28T18:21:27.000Z",
          "wordCount": 2406,
          "title": "Conferencing from Home: ACH 2021 and !!Con"
        },
        {
          "id": "836 at https://digitalhumanities.stanford.edu",
          "author": "Quinn Dombrowski",
          "description": "Spring quarter gave me the first chance in a long while to take some time off. The first week of the quarter was my kids' spring break, which we spent in a cabin in the woods near Mt. Lassen with just the right amount of internet: enough to quietly keep an eye on email, not enough for Zoom. We've taken some other long weekends, and there's been periods when school has been closed for one or more kids. Nonetheless, here's where things stand at the end of spring quarter.\nExisting projects\nI've been continuing to refine the static, Jekyll-based site for the Global Medieval Sourcebook, with a few CSS tweaks left to do. I had the opportunity to present what we've done so far with Mae Velloso-Lyons (and Elizabeth Honig, the faculty member behind a Jan Brueghel Catalogue Raisonné I worked on at U…",
          "link": "https://digitalhumanities.stanford.edu/dlcl-ats-round-spring-2021",
          "publishedOn": "2021-07-09T17:51:52.000Z",
          "wordCount": 1532,
          "title": "DLCL ATS round-up, spring 2021"
        },
        {
          "id": "831 at https://digitalhumanities.stanford.edu",
          "author": "Quinn Dombrowski",
          "description": "Winter quarter was a time of consolidation and slow progress, without much to share by way of exciting new developments. I worked on a lot of things that I expect will bear fruit down the road, but I can't point to anything concrete yet. Here's where things stand as of spring break 2021.\nExisting Projects\nWith some advice from Matthew Lincoln at Carnegie Mellon, I'm close to finishing the migration of the Global Medieval Sourcebook into a Jekyll site fashioned after CMU's DH Literacy Guidebook. It's been a multi-step process, including some XSLT, some Python, some OpenRefine, and I've kept notes along the way. I'm planning to write it all up during the spring, if only as a set of tips for people considering migrating from Drupal to a static website.\nThanks to the tireless nights-and-weeken…",
          "link": "https://digitalhumanities.stanford.edu/dlcl-ats-round-winter-2021",
          "publishedOn": "2021-03-24T23:20:04.000Z",
          "wordCount": 1612,
          "title": "DLCL ATS round-up, winter 2021"
        }
      ]
    },
    {
      "title": "Blog – Digital Scholarship",
      "feedUrl": "https://dslab.lib.rochester.edu/category/blog/feed",
      "siteUrl": "https://dslab.lib.rochester.edu",
      "articles": []
    },
    {
      "title": "ALLC RSS",
      "feedUrl": "https://eadh.org/feed",
      "siteUrl": "https://eadh.org/feed",
      "articles": [
        {
          "id": "1325 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "8 Aug 2021 - 00:00\n\n\n\nImmers-Ed Global Hackathon\n\n\n\n27 -30 September 2021\nApply by: 8 August 2021\nVirtual\nAnnouncing the first hackathon hosted by the University of Oxford dedicated to immersive technologies: Immers-Ed Global Hackathon. The event, modelled upon programming hackathons, brings together participants to creatively solve problems in the course of three days of intense collaboration.\nThe event tasks participants with devising solutions to challenges which were created or amplified by the pandemic in one of four key areas: Cultural Heritage, Medicine, Education and Environmental Sustainability.\nParticipants are invited to apply either individually or together with colleagues, as part of a team. No experience with hackathons or technical knowledge is required. The winning team will receive $10,000 in Amazon Web Services credit and professional mentoring and support to continue developing their idea.\nFor more information, including answers to commonly-asked questions, visit: https://oxr.eng.ox.ac.uk/hackox/\nApply here.\n \nOrganised by the University of Oxford's X-Reality Hub in collaboration with TORCH (En)coding Heritage Network and sponsored by Amazon Web Services. \nFor questions, email v-hub@it.ox.ac.uk.",
          "link": "https://eadh.org/news/2021/07/28/immers-ed-global-hackathon",
          "publishedOn": "2021-07-28T11:18:45.000Z",
          "wordCount": 464,
          "title": "Immers-Ed Global Hackathon"
        },
        {
          "id": "1323 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "Job opportunity: Chief Archivist/Principal Information Scientist - Budapest\n\n\n\nPosition: Faculty\nLocation: Budapest\nStatus: Full time\nUnit: Vera and Donald Blinken Open Society Archives\nE-mail: advert050@ceuedu\nApplication deadline: Open until filled\nStarting date: October 1, 2021\nWebsite: https://www.ceu.edu/job/chief-archivistprincipal-information-scientist-0\nThe Vera and Donald Blinken Open Society Archives (OSA) at Central European University (CEU) based primarily in Budapest but with teaching tasks in Vienna, Austria invites applications for the Chief Archivist/Principal Information Scientist position. Blinken OSA (www.osaarchivum.org), one of the most important Cold War and human rights archives in the world, is looking for a highly talented, innovative, socially committed and techno…",
          "link": "https://eadh.org/news/2021/07/20/job-opportunity-chief-archivistprincipal-information-scientist-budapest",
          "publishedOn": "2021-07-20T09:53:22.000Z",
          "wordCount": 1260,
          "title": "Job opportunity: Chief Archivist/Principal Information Scientist - Budapest"
        },
        {
          "id": "1319 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "21 Jul 2021 - 00:00\n\n\n\nCall for Nominations to EADH Executive Committee\n\n\n\nDear EADH members, \nThe European Association for Digital Humanities (EADH) seeks to elect two (2) new board members for its Executive Committee for the term 2021-2024 and now opens its Call for Nominations. \nEADH highlights the importance of a diverse and representative Executive Committee, and welcomes candidates from all backgrounds. For further information, please see our diversity and inclusivity statement <https://eadh.org/about/diversity-and-inclusivity>. \nFor each person wishing to be nominated for election, the EADH Elections Committee must receive the following three documents:\na) two nomination statements by EADH members (here, the proposers), stating the name of the person they wish to nominate (that is, …",
          "link": "https://eadh.org/news/2021/06/22/call-nominations-eadh-executive-committee",
          "publishedOn": "2021-06-22T17:32:43.000Z",
          "wordCount": 657,
          "title": "Call for Nominations to EADH Executive Committee"
        },
        {
          "id": "1318 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "Community Open Principles: Before, During and After the Global Pandemic\n\n\n\nThe Force11 Working Group Reimagining Educational Practices for Open (REPO) will be hosting its second webinar on Jun 30, 2021 at 13:00 UTC.\nCommunity Open Principles: Before, During and After the Global Pandemic\nDr. Ana Persic, UNESCO,\nDr. Arianna Becerril García, AmeliCA,\nDr. Johanna Havemann, Open Science MOOC,\nOsman Aldirdiri, AfricArXiv\nWhen we talk about Open (Open Science, Open Data, Open Access) what do we mean? How can we navigate the different definitions of what it means to be a community and to be Open? How do we engage with communities and train members around Open? What evidence are we using of how we are addressing Open? How can we be more inclusive and align our Open principles to foster norms, incentives, and recognition? Have our understandings around Open shifted during the pandemic? \nThis online webinar will address these questions via the experiences of invited open science communities, how they have designed and applied their open (science) principles before and during the pandemic, particularly with regard to outreach and training, while also looking out at the horizon, at a future beyond the pandemic. The webinar aims to include open (science) perspectives from a diverse group of communities, learn from their approaches, how they have evolved, and identify possible next steps that all, in our global community can consider.\nRegister now",
          "link": "https://eadh.org/news/2021/06/21/community-open-principles-during-and-after-global-pandemic-0",
          "publishedOn": "2021-06-21T09:15:01.000Z",
          "wordCount": 532,
          "title": "Community Open Principles: Before, During and After the Global Pandemic"
        },
        {
          "id": "1317 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "Community Open Principles: Before, During and After the Global Pandemic\n\n\n\nThe Force11 Working Group Reimagining Educational Practices for Open (REPO) will be hosting its second webinar on Jun 30, 2021 at 13:00 UTC.\nCommunity Open Principles: Before, During and After the Global Pandemic\nDr. Ana Persic, UNESCO,\nDr. Arianna Becerril García, AmeliCA,\nDr. Johanna Havemann, Open Science MOOC,\nOsman Aldirdiri, AfricArXiv\nWhen we talk about Open (Open Science, Open Data, Open Access) what do we mean? How can we navigate the different definitions of what it means to be a community and to be Open? How do we engage with communities and train members around Open? What evidence are we using of how we are addressing Open? How can we be more inclusive and align our Open principles to foster norms, incentives, and recognition? Have our understandings around Open shifted during the pandemic? \nThis online webinar will address these questions via the experiences of invited open science communities, how they have designed and applied their open (science) principles before and during the pandemic, particularly with regard to outreach and training, while also looking out at the horizon, at a future beyond the pandemic. The webinar aims to include open (science) perspectives from a diverse group of communities, learn from their approaches, how they have evolved, and identify possible next steps that all, in our global community can consider.\nRegister now",
          "link": "https://eadh.org/news/2021/06/21/community-open-principles-during-and-after-global-pandemic",
          "publishedOn": "2021-06-21T09:14:58.000Z",
          "wordCount": 532,
          "title": "Community Open Principles: Before, During and After the Global Pandemic"
        },
        {
          "id": "1316 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "5 Aug 2021 - 00:00\n\n\n\n#CfP LaTeCH-CLfL 2021\n\n\n\nThe 5th Joint SIGHUM Workshop on Computational Linguistics for Cultural Heritage, Social Sciences, Humanities and Literature\nto be held on-line on 11 November 2021 in conjunction with EMNLP 2021\nhttps://sighum.wordpress.com/events/latech-clfl-2021/\nSecond Call for Papers (with apologies for cross-posting)\nOrganisers: Stefania Degaetano-Ortlieb, Anna Kazantseva, Nils Reiter, Stan Szpakowicz\nLaTeCH-CLfL 2021 is the fifth in a series of meetings for NLP researchers who work with data from the broadly understood arts, humanities and social sciences, and for specialists in those disciplines who apply NLP techniques in their work. The workshop continues a long tradition of annual meetings. The SIGHUM Workshops on Language Technology for Cultural Her…",
          "link": "https://eadh.org/news/2021/06/14/cfp-latech-clfl-2021",
          "publishedOn": "2021-06-14T13:55:47.000Z",
          "wordCount": 1226,
          "title": "#CfP LaTeCH-CLfL 2021"
        },
        {
          "id": "1313 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "15 Jul 2021 - 00:00\n\n\n\nCfP: DHd 2022, 7.- 11.03.2022, Potsdam, Germany\n\n\n\nDear all,\n \nWe would like to inform you that submissons are welcome for DHd 2022, 7.- 11.03.2022, at Potsdam, Germany.\nDHd 2022 \"Kulturen des digitalen Gedächtnisses\" is the annual conference of the Verband Digital Humanities im deutschsprachigen Raum, an associative member of the European Association of Digital Humanities (EADH). \nCheck out the website (https://www.dhd2022.de) for the Call for Papers (in German) and details about the submission procedure. Please notice that the deadline is 15.07.2021. You can also follow us on Twitter @dhd2022!\nLooking forward to welcome you at Potsdam,\n \nUlrike Wuttke\non behalf of the Local Organisers of DHd 2022",
          "link": "https://eadh.org/news/2021/06/09/cfp-dhd-2022-7-11032022-potsdam-germany",
          "publishedOn": "2021-06-09T10:25:05.000Z",
          "wordCount": 410,
          "title": "CfP: DHd 2022, 7.- 11.03.2022, Potsdam, Germany"
        },
        {
          "id": "1312 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "Job Offer: Professorship (W2-S) for “Historical Educational Research with a Focus on Digital Humanities” at Humboldt-Universität zu Berlin and DIPF\n\n\n\nThe Faculty of Humanities and Social Sciences, Institute for Educational Sciences, of Humboldt-Universität zu Berlin, and Leibniz Institute for Research and Information in Education (DIPF) invite applications for a\nProfessorship (W2-S) for “Historical Educational Research with a Focus on Digital Humanities”\nlimited to 5 years, starting as soon as possible.\nApplicants should be experienced researchers in the field of German and/or transnational history of education with a focus on or documented interest in epistemological questions and methods of the Digital Humanities. The task of the successful applicant is to develop new uses of Digital Hu…",
          "link": "https://eadh.org/news/2021/06/05/job-offer-professorship-w2-s-historical-educational-research-focus-digital",
          "publishedOn": "2021-06-05T13:33:59.000Z",
          "wordCount": 904,
          "title": "Job Offer: Professorship (W2-S) for “Historical Educational Research with a Focus on Digital Humanities” at Humboldt-Universität zu Berlin and DIPF"
        },
        {
          "id": "1311 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "28 May 2021 - 00:00\n\n\n\nCDH Webinar: ‘Mediating sustainable cities: a methodological approach’, presented by Paola Monachesi\n\n\n\nDate/Time\nDate(s) - 28-05-2021\n15:00 - 16:15\nLocation\nOnline\nRegistration through the following link: Centre for Digital Humanities | CDH Webinar: 'Mediating sustainable cities: a methodological approach', presented by Paola Monachesi (uu.nl)\nOn 28 May, the Utrecht Centre for Digital Humanities organises a webinar in which Dr Paola Monachesi (Languages, Literature and Communication, Utrecht University) presents a podcast series under development focusing on her research on urban sustainable development.\nEnvironmental sustainability\nIn her research, Monachesi takes a communication approach to urban sustainable development. She focuses on social behaviour analysed on the basis of communication arising from social media data. She claims that data ownership is key to digital and environmental sustainability.\nSocial media data\nIn this webinar Monachesi presents the computational methodology she developed to analyse social media data that exploits the linguistic, communicative and relational characteristics of the users. She focuses on two communities: creative migrants and elderly. In order to reveal the more implicit meaning of the data, she combines her quantitative analysis with a qualitative, thematic analysis in a novel mixed-method approach based on an explanatory sequential emergent design.\nPodcast and debate\nAttendants will listen to 3 podcasts of about 10-15 mins addressing the methodology. There will be space to ask questions and have a debate about the approach, results of the analysis and the relation between digital and environmental sustainability. Furthermore, there will be the possibility to comment and give feedback on the podcast series.",
          "link": "https://eadh.org/news/2021/05/26/cdh-webinar-mediating-sustainable-cities-methodological-approach-presented-paola",
          "publishedOn": "2021-05-26T07:18:21.000Z",
          "wordCount": 557,
          "title": "CDH Webinar: ‘Mediating sustainable cities: a methodological approach’, presented by Paola Monachesi"
        },
        {
          "id": "1310 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "Upcoming Association for Documentary Editing (ADE) virtual conference\n\n\n\nRegistration is now open for the Association for Documentary Editing’s 2021 Virtual Conference “Representation and Recovery.” To promote a wide range of conversations, this year’s program will be held in two portions, with an “annual meeting” on 24-27 June, and “conference/networking sessions” on 6, 13, 20, and 27 July. All events will be held virtually. Live sessions will be made available on Zoom, and recordings (where permitted) will be made available on the ADE’s YouTube channel.\nLearn more about registration details and see the full schedule of events here. Access the shareable program flyer here.",
          "link": "https://eadh.org/news/2021/05/24/upcoming-association-documentary-editing-ade-virtual-conference",
          "publishedOn": "2021-05-24T16:28:45.000Z",
          "wordCount": 403,
          "title": "Upcoming Association for Documentary Editing (ADE) virtual conference"
        },
        {
          "id": "1308 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "Join us for an (en)coding Heritage Seminar Series! \n\n\n\nThe (en)coding Heritage Seminar Series brings together researchers who are working at the cutting edge of digital technologies, humanities and heritage science. Each session will consist of several presentations describing ongoing projects in the field. Topics include digital mapping projects, data visualisation, digital art history/digital visual studies, digital restorations, and new mobile applications for the recoding of architecture and cultural heritage.\nThe seminar will take place on the following dates:\nNew Directions in Digital Visual Studies, 27 May 2021, 5 pm (BST)\nMapping Real and Imagined Sites, 10 June 2021, 5pm (BST)\nImmersive Technologies in Education, 17 June 2021, 5pm (BST).\nThe full programme will be published here in due course.\nRegister for one event or the entire series using the following form:\nhttps://durhamuniversity.zoom.us/webinar/register/WN_To6vV0NBR3Wq_T4Ejbslwg\nOrganised by the (en)coding Heritage in collaboration with Leonardo Impett (Durham University).",
          "link": "https://eadh.org/news/2021/05/18/join-us-encoding-heritage-seminar-series",
          "publishedOn": "2021-05-18T17:47:10.000Z",
          "wordCount": 445,
          "title": "Join us for an (en)coding Heritage Seminar Series!"
        },
        {
          "id": "1307 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "11 Jun 2021 - 00:00\n\n\n\nEADH Elections 2021 - Participation Requirements\n\n\n\nDear colleagues,\nThis message concerns the forthcoming EADH Elections.\nThank you for your continued support of EADH and its Associate Organisations. This is to remind you that elections for new members of the EADH Executive Committee will be held prior to the EADH AGM 2021.\nThose wishing to take part in the elections as voters or candidates must be Members in Good Standing (i.e. have paid their membership fees) by June 11th, whether as a direct or joint member of EADH, or through one of its Associate Organizations:\n\nAIUCD (Associazione Informatica Umanistica e Cultura Digitale)\nCzADH (Česká asociace pro digitální humanitní vědy)\nDHd (Digital Humanities im deutschsprachigen Raum)\nDHNB (Digital Humanities in the Northern and Baltic countries)\nDHRussia (Российская ассоциация цифровых гуманитарных наук)\nFor information on renewing membership fees, please see https://eadh.org/membership or consult the website of your Association. Each member must assure that the email address used  is not already in use for another registration in the realm of EADH (AOs and DSH subscription).\nWe will circulate more information about the election process later in the year.\n In the meantime, if you are interested in standing as an Executive Committee member please don't hesitate to contact us at <nominations@eadh.org>.\n \nBest regards,\nOn behalf of the EADH Elections committee\nAnna-Maria Sichani \nMarieke van Erp\nJoris van Zundert\nBarbara Bordalejo\nMikko Tolonen",
          "link": "https://eadh.org/news/2021/05/14/eadh-elections-2021-participation-requirements",
          "publishedOn": "2021-05-14T16:29:33.000Z",
          "wordCount": 529,
          "title": "EADH Elections 2021 - Participation Requirements"
        }
      ]
    },
    {
      "title": "Judaica DH at the Penn Libraries",
      "feedUrl": "https://judaicadh.github.io/feed.xml",
      "siteUrl": "https://judaicadh.github.io//",
      "articles": [
        {
          "id": "https://judaicadh.github.io//blog/2021-05-31-scribes-recap/",
          "author": null,
          "description": "The Center for Research Data and Digital Scholarship at University of Pennsylvania Libraries, The Center for Digital Humanities at Princeton University Library, the Princeton Geniza Lab, and the Zooniverse present a series of conversations on project management and development, creation and use of data, and crowdsourcing platforms and research possibilities.",
          "link": "https://judaicadh.github.io//blog/2021-05-31-scribes-recap/",
          "publishedOn": "2021-05-31T04:00:00.000Z",
          "wordCount": 465,
          "title": "RECAP: Crowdsourcing and the Humanities: Roundtable Discussions Celebrating Scribes of the Cairo Geniza"
        },
        {
          "id": "https://judaicadh.github.io//blog/2021-04-21-celebrating-scribes/",
          "author": null,
          "description": "The Center for Research Data and Digital Scholarship at University of Pennsylvania Libraries, The Center for Digital Humanities at Princeton University Library, the Princeton Geniza Lab, and the Zooniverse present a series of conversations on project management and development, creation and use of data, and crowdsourcing platforms and research possibilities.",
          "link": "https://judaicadh.github.io//blog/2021-04-21-celebrating-scribes/",
          "publishedOn": "2021-04-21T04:00:00.000Z",
          "wordCount": 569,
          "title": "EVENT: Crowdsourcing and the Humanities: Roundtable Discussions Celebrating Scribes of the Cairo Geniza"
        }
      ]
    },
    {
      "title": "Living with Machines",
      "feedUrl": "https://livingwithmachines.ac.uk/feed",
      "siteUrl": "https://livingwithmachines.ac.uk",
      "articles": [
        {
          "id": "https://livingwithmachines.ac.uk/?p=1942",
          "author": "Mia Ridge",
          "description": "We are excited to announce a major milestone for newspapers digitised through this project – from today, some of the out of copyright newspapers we digitised are free to view on the British Newspaper Archive. We’re part of the first million free to view pages as part of this collaboration between the British Library and […]",
          "link": "https://livingwithmachines.ac.uk/sharing-the-benefits-free-to-view-newspapers-on-the-british-newspaper-archive/?utm_source=rss&utm_medium=rss&utm_campaign=sharing-the-benefits-free-to-view-newspapers-on-the-british-newspaper-archive",
          "publishedOn": "2021-08-09T12:51:22.000Z",
          "wordCount": 1002,
          "title": "Sharing the benefits: free to view newspapers on the British Newspaper Archive"
        },
        {
          "id": "https://livingwithmachines.ac.uk/?p=1934",
          "author": "Christina Last",
          "description": "What is your name? Christina Last What is your background? I am a Research Data Scientist in the Research Engineering Group at the Turing, where I specialise in building machine learning solutions to understand our cities. My work bridges social data science, geographic machine learning, and machine learning operations. I enjoy working with city governments and international organizations on software and […]",
          "link": "https://livingwithmachines.ac.uk/introducing-christina-last/?utm_source=rss&utm_medium=rss&utm_campaign=introducing-christina-last",
          "publishedOn": "2021-07-29T12:32:21.000Z",
          "wordCount": 768,
          "title": "Introducing… Christina Last"
        },
        {
          "id": "https://livingwithmachines.ac.uk/?p=1916",
          "author": "Daniel van Strien",
          "description": "Newspapers are a visual medium, communicating not only through text but also through visual information, including photographs, maps and other images. Research on historic newspapers, particularly with digital methods, has focused primarily on the text contained in the newspapers. However, there is potentially a lot to be learned by also looking at the visual content […]",
          "link": "https://livingwithmachines.ac.uk/nnanno-a-tool-to-help-work-with-newspaper-navigator-images/?utm_source=rss&utm_medium=rss&utm_campaign=nnanno-a-tool-to-help-work-with-newspaper-navigator-images",
          "publishedOn": "2021-07-09T15:08:58.000Z",
          "wordCount": 660,
          "title": "nnanno: a tool to help work with Newspaper Navigator images"
        },
        {
          "id": "https://livingwithmachines.ac.uk/?p=1904",
          "author": "Kaspar Beelen",
          "description": "🤗 Giovanni Colavizza and Kaspar Beelen asked digital humanities (DH) researchers which computational resources would (if available) accelerate their research in the years to come.  We called this unicorn “DH’s HuggingFace” in reference to a code library in Python. The Hugging Face library recently boosted various forms of computational research by greatly facilitating the process […]",
          "link": "https://livingwithmachines.ac.uk/what-could-be-the-digital-humanities-hugging-face/?utm_source=rss&utm_medium=rss&utm_campaign=what-could-be-the-digital-humanities-hugging-face",
          "publishedOn": "2021-06-10T07:36:15.000Z",
          "wordCount": 1193,
          "title": "What could be the digital humanities’ Hugging Face?"
        },
        {
          "id": "https://livingwithmachines.ac.uk/?p=1881",
          "author": "Katie McDonough",
          "description": "We have published a new Open Access article in the Journal of Victorian Culture about using Computer Vision with historical maps. ‘Maps of a Nation?’ describes our Computer Vision pipeline for working with thousands of maps at once, which enables new forms of historical inquiry based on spatial analysis. The Ordnance Survey has been the […]",
          "link": "https://livingwithmachines.ac.uk/new-article-maps-of-a-nation/?utm_source=rss&utm_medium=rss&utm_campaign=new-article-maps-of-a-nation",
          "publishedOn": "2021-05-17T19:46:00.000Z",
          "wordCount": 843,
          "title": "New Article: Maps of a Nation"
        },
        {
          "id": "https://livingwithmachines.ac.uk/?p=1829",
          "author": "Olivia Vane",
          "description": "We are very pleased to share the code for ‘Press Picker’, our interactive data visualisation tool for newspaper metadata: https://github.com/Living-with-machines/PressPicker_public. We developed Press Picker, as part of Living with Machines, to help us get a handle on British Library newspaper data, as we planned digitisation. The scale and complexity of the newspaper metadata—different formats held […]",
          "link": "https://livingwithmachines.ac.uk/press-picker-code-published/?utm_source=rss&utm_medium=rss&utm_campaign=press-picker-code-published",
          "publishedOn": "2021-03-08T14:04:02.000Z",
          "wordCount": 555,
          "title": "Press Picker code published"
        }
      ]
    },
    {
      "title": "Stories by metaLAB (at) Harvard on Medium",
      "feedUrl": "https://medium.com/@metalabharvard/feed",
      "siteUrl": "https://medium.com/@metalabharvard?source=rss-db3c64260dfa------2",
      "articles": []
    },
    {
      "title": "Digital Linguistics - Medium",
      "feedUrl": "https://medium.com/feed/digital-linguistics",
      "siteUrl": "https://medium.com/digital-linguistics?source=rss----40d4e45e70ab---4",
      "articles": []
    },
    {
      "title": "OpenMethods",
      "feedUrl": "https://openmethods.dariah.eu/feed/",
      "siteUrl": "https://openmethods.dariah.eu",
      "articles": [
        {
          "id": "https://traininthedistance.wordpress.com/2021/05/07/what-counts-as-culture-part-i-sentiment-analysis-of-the-times-music-reviews-1950-2009/",
          "author": "Lucy Havens",
          "description": "Introduction: This blog post by Lucy Havens presents a sentiment analysis of over 2000 Times Music Reviews using freely available tools: defoe for building the corpus of reviews, VADER for sentiment analysis and Jupiter Notebooks to provide a rich documentation and to connect the different components of the analysis. The description of the workflow comes with tool and method criticism reflections, including an outlook how to improve and continue to get better and more results.",
          "link": "https://openmethods.dariah.eu/2021/07/08/what-counts-as-culture-part-i-sentiment-analysis-of-the-times-music-reviews-1950-2009-train-in-the-distance/",
          "publishedOn": "2021-07-08T14:36:00.000Z",
          "wordCount": 936,
          "title": "What Counts as Culture? Part I: Sentiment Analysis of The Times Music Reviews, 1950-2009 – train in the distance"
        },
        {
          "id": "http://revistas.uned.es/index.php/RHD/article/view/27247",
          "author": "Author on Source",
          "description": "Introduction: This article explores the potential use of data-driven methods to visualise and interpret the impact of Western efforts to influence Cold War dynamics using a covert book distribution programme. Based on a documentary corpus connected to the 2013 book by Alfred Reisch, which documented efforts by the CIA to disseminate books in the Soviet Bloc in the period 1956-1971, the authors use the Tableau Public platform to re-assess information science methods for researching historical events. Their analysis suggests that books distributed did not tend to have a more obvious political slant, but were more likely to have a broader universalist outlook. While it skirts around some of the limitations of visualization (highlighted elsewhere by Drucker and others) it offers a solid introduction to the benefits of a data-driven approach to a general audience.",
          "link": "https://openmethods.dariah.eu/2021/06/28/visualizando-libros-difundidos-y-censurados-durante-la-guerra-fria-1956-1971-el-caso-alfred-reisch/",
          "publishedOn": "2021-06-28T11:39:00.000Z",
          "wordCount": 1044,
          "title": "Visualizando libros difundidos y censurados durante la Guerra Fría: 1956-1971. El caso Alfred Reisch"
        },
        {
          "id": "http://openmethods.dariah.eu/?p=3052",
          "author": "Erzsebet Tóth-Czifra",
          "description": "In the next episode, we are looking behind the scenes of two ontologies: NeMO and the Scholarly Ontology (SO) with Panos Constantopoulos and Vayianos Pertsas who tell us the story behind these ontologies and explain how they can be used to ease or upcycle your daily works as a researcher. We discuss the value of knowledge graphs, how NeMO and SO connect with the emerging DH ontology landscape and beyond, why Open Access is a precondition of populating them, the Greek DH landscape …and many more!",
          "link": "https://openmethods.dariah.eu/2021/06/22/openmethods-spotlights-3-keeping-a-smart-diary-of-research-processes-with-nemo-and-the-scholarly-ontology/",
          "publishedOn": "2021-06-22T14:13:19.000Z",
          "wordCount": 3406,
          "title": "OpenMethods Spotlights #3 Keeping a smart diary of research processes with NeMO and the Scholarly Ontology"
        },
        {
          "id": "http://revistas.uned.es/index.php/RHD/article/view/27716",
          "author": "Author on Source",
          "description": "Introduction: In this paper, Ehrlicher et al. follow a quantitative approach to unveil possible structural parallelisms between 13 comedies and 10 autos sacramentales written by Calderón de la Barca. Comedies are analyzed within a comparative framework, setting them against Spanish comedia nueva and French comedie precepts. Authors employ tool DramaAnalysis and statistics for their examination, focusing on: word frequency per subgenre, average number of characters, their variation and discourse distribution, etc. Autos sacramentales are also evaluated through these indicators. Regarding comedies, Ehrlicher et al.’s results show that Calderón: a) plays with units of space and time depending on creative and dramatic needs, b) does not follow French comedie conventions of character intervention or linkage, but c) does abide by its concept of structural symmetry. As for autos sacramentales, their findings brought forth that these have a similar length and character variation to comedies. However, they also identified the next difference: Calderón uses character co-presence in them to reinforce the message conveyed. Considering all this, authors confirm that Calderón’s comedies disassociate from classical notions of theatre – both Aristotelian and French –ideals. With respect to autos sacramentales, they believe further evaluation would be needed to verify ideas put forward and identify other structural patterns.",
          "link": "https://openmethods.dariah.eu/2021/05/24/la-poetica-dramatica-desde-una-perspectiva-cuantitativa-la-obra-de-calderon-de-la-barca/",
          "publishedOn": "2021-05-24T11:40:00.000Z",
          "wordCount": 1238,
          "title": "La poética dramática desde una perspectiva cuantitativa: la obra de Calderón de la Barca"
        },
        {
          "id": "https://www.degruyter.com/view/book/9783110689112/10.1515/9783110689112-008.xml",
          "author": "Author on Source",
          "description": "Introduction: Digital Literary Studies has long engaged with the challenges in representing ambiguity, contradiction and polyvocal readings of literary texts. This book chapter describes a web-based tool called CATMA which  promises a \"low-threshold\" approach to digitally encoded text interpretation. CATMA has a long trajectory based on a 'standoff' approach to markup, somewhat provocatively described by its creators as \"undogmatic\", which stands in contrast to more established systems for text representation in digital scholarly editing and publishing such as XML markup, or the Text Encoding Initiative (TEI). Standoff markup involves applying numbers to each character of a text and then using those numbers as identifiers to store interpretation externally. This approach allows for \"multip…",
          "link": "https://openmethods.dariah.eu/2021/05/17/undogmatic-literary-annotation-with-catma-in-annotations-in-scholarly-editions-and-research/",
          "publishedOn": "2021-05-17T05:46:00.000Z",
          "wordCount": 1700,
          "title": "Undogmatic Literary Annotation with CATMA in: Annotations in Scholarly Editions and Research"
        },
        {
          "id": "http://openmethods.dariah.eu/?p=2967",
          "author": "Marinella Testori",
          "description": "Introduction: Among the most recent, currently ongoing, projects exploiting distant techniques reading there is the European Literary Text Collection (ELTeC), which is one of the main elements of the Distant Reading for European Literary History (COST Action CA16204, https://www.distant-reading.net/). Thanks to the contribution provided by four Working Groups (respectively dealing with Scholarly Resources, Methods and Tools, Literary Theory and History, and Dissemination: https://www.distant-reading.net/working-groups/ ), the project aims at providing at least 2,500 novels written in ten European languages with a range of Distant Reading computational tools and methodological strategies to approach them from various perspectives (textual, stylistic, topical, et similia). A full description of the objectives of the Action and of ELTeC can be found and read in the Memorandum of Understanding for the implementation of the COST Action “Distant Reading for European Literary History” (DISTANT-READING) CA 16204”, available at the link  https://e-services.cost.eu/files/domain_files/CA/Action_CA16204/mou/CA16204-e.pdf\n\n[Click ‘Read more’ for the full post!]",
          "link": "https://openmethods.dariah.eu/2021/05/11/novels-in-distant-reading-the-european-literary-text-collection-eltec/",
          "publishedOn": "2021-05-11T10:32:51.000Z",
          "wordCount": 1305,
          "title": "Novels in distant reading: the European Literary Text Collection (ELTeC)."
        },
        {
          "id": "https://arxiv.org/abs/2008.05122v1",
          "author": "Author on Source",
          "description": "Introduction: NLP modelling and tasks performed by them are becoming an integral part of our daily realities (everyday or research). A central concern of NLP research is that for many of their users, these models still largely operate as black boxes with limited reflections on why the model makes certain predictions, how their usage is skewed towards certain content types, what are the underlying social, cultural biases etc.  The open source Language Interoperability Tool  aim to change this for the better and brings transparency to the visualization and understanding of NLP models. The pre-print describing the tool comes with rich documentation and description of the tool (including case studies of different kinds) and gives us an honest SWOT analysis of it.",
          "link": "https://openmethods.dariah.eu/2021/04/29/2008-05122-the-language-interpretability-tool-extensible-interactive-visualizations-and-analysis-for-nlp-models/",
          "publishedOn": "2021-04-29T09:58:00.000Z",
          "wordCount": 984,
          "title": "The Language Interpretability Tool: Extensible, Interactive Visualizations and Analysis for NLP Models"
        },
        {
          "id": "http://openmethods.dariah.eu/?p=2878",
          "author": "Marinella Testori",
          "description": "Introduction: Standing for 'Architecture of Knowledge', ArCo is an open set of resources developed and managed by some Italian institutions, like the MiBAC (Minister for the Italian Cultural Heritage) and, within it, the ICCD - Institute of the General Catalogue and Documentation), and the CNR - Italian National Research Council. Through the application of eXtreme Design (XD), ArCO basically consists in an ontology network comprising seven modules (the arco, the core, the catalogue, the location, the denotative description, the context description, and the cultural event) and a set of LOD data comprising a huge amount of linked entities referring to the national Italian cultural resources, properties and events. Under constant refinement, ArCo represents an example of a \"robust Semantic Web resource\" (Carriero et al., 11) in the field of cultural heritage, along with other projects like, just to mention a couple of them, the Google Arts&Culture (https://artsandculture.google.com/) or the Smithsonian American Art Museum (https://americanart.si.edu/about/lod).\n\n[Click ‘Read more’ for the full post!]",
          "link": "https://openmethods.dariah.eu/2021/03/11/cultural-ontologies-the-arco-knowledge-graph/",
          "publishedOn": "2021-03-11T11:39:55.000Z",
          "wordCount": 1111,
          "title": "Cultural Ontologies: the ArCo Knowledge Graph."
        }
      ]
    },
    {
      "title": "DH at Tufts",
      "feedUrl": "https://sites.tufts.edu/digitalhumanities/feed/",
      "siteUrl": "https://sites.tufts.edu/digitalhumanities",
      "articles": []
    },
    {
      "title": "TEI: Text Encoding Initiative",
      "feedUrl": "https://tei-c.org/feed",
      "siteUrl": "https://tei-c.org",
      "articles": [
        {
          "id": "https://tei-c.org/?p=31163",
          "author": "Martina Scholger",
          "description": "The TEI Consortium created the Rahtz Prize for TEI Ingenuity in memory of Sebastian Rahtz, who contributed significantly to the TEI infrastructure. The award is intended to honour Sebastian’s noteworthy technical and philosophical contributions to the TEI, and to encourage innovation in the TEI community. The Rahtz Prize for TEI Ingenuity is awarded to an […]",
          "link": "https://tei-c.org/2021/07/09/rahtz-prize-call-for-nominations-and-submissions-2021/",
          "publishedOn": "2021-07-09T18:57:25.000Z",
          "wordCount": 526,
          "title": "Rahtz Prize – Call for Nominations and Submissions 2021"
        },
        {
          "id": "https://tei-c.org/?p=31131",
          "author": "Hugh Cayless",
          "description": "At DH 2017 in Montreal, the Text Encoding Initiative received the Antonio Zampolli Prize in recognition of our thirtieth anniversary. Four years and a pandemic later, the TEI Guidelines remain a significant part of the digital humanities toolkit, with a strong focus on internationalization, both linguistic and geographic. From Japan to Argentina, Austria to Cameroon, […]",
          "link": "https://tei-c.org/2021/07/02/cfp-tei-2021-next-gen-tei/",
          "publishedOn": "2021-07-02T14:33:05.000Z",
          "wordCount": 518,
          "title": "CFP TEI 2021: Next Gen TEI"
        },
        {
          "id": "https://tei-c.org/?p=31043",
          "author": "Martina Scholger",
          "description": "The Text Encoding Initiative Consortium (TEI-C) invites nominations for election to the TEI-C Board and the Technical Council. The following positions are vacant and up for election: TEI-C Board 2 members (for 3-year term) TEI-C Council 4 members (for 3-year term) 2 members (for 1-year term) Please submit your nominations to the TEI-C Board Nominating […]",
          "link": "https://tei-c.org/2021/05/25/tei-c-2021-elections-call-for-nominations/",
          "publishedOn": "2021-05-25T07:44:30.000Z",
          "wordCount": 610,
          "title": "TEI-C 2021 elections: call for nominations"
        },
        {
          "id": "https://tei-c.org/?p=30971",
          "author": "Martina Scholger",
          "description": "The TEI Consortium has released version 4.2.2 of the TEI P5 Guidelines and version 7.51.2 of Styelsheets, a follow-up version of the TEI P5 Guidelines version 4.2.1 and Stylesheets version 7.51.1, where an issue was noticed concerning the controlled value lists of certain type attributes. For more details, please see the release notes.",
          "link": "https://tei-c.org/2021/04/19/new-release-guidelines-4-2-2-stylesheets-7-51-2/",
          "publishedOn": "2021-04-19T13:55:43.000Z",
          "wordCount": 213,
          "title": "New release: Guidelines 4.2.2 / Stylesheets 7.51.2"
        },
        {
          "id": "https://tei-c.org/?p=30957",
          "author": "Martina Scholger",
          "description": "Raff Viglianti released RomaJS 0.3.1. For more details on bug fixes and enhancements see the release notes.",
          "link": "https://tei-c.org/2021/03/16/romajs-release-0-3-1-out-now/",
          "publishedOn": "2021-03-16T19:57:15.000Z",
          "wordCount": 179,
          "title": "RomaJS release 0.3.1 out now!"
        },
        {
          "id": "https://tei-c.org/?p=30943",
          "author": "Martina Scholger",
          "description": "The TEI Consortium has released version 4.2.1 of the TEI P5 Guidelines and version 7.51.1 of Styelsheets, a follow-up version of the TEI P5 Guidelines version 4.2.0 and Stylesheets version 7.51.0, where we surfaced an issue with the conversion of the constraints on attributes to XHTML. This problem did not effect the schemas, but made […]",
          "link": "https://tei-c.org/2021/03/02/tei-p5-guidelines-version-4-2-1-and-stylesheets-version-7-51-1-released/",
          "publishedOn": "2021-03-02T08:30:25.000Z",
          "wordCount": 243,
          "title": "TEI P5 Guidelines version 4.2.1 and Stylesheets version 7.51.1 released"
        },
        {
          "id": "https://tei-c.org/?p=30939",
          "author": "Martina Scholger",
          "description": "The TEI Consortium has released version 4.2.0 of the TEI Guidelines, the “Ruby” release, and version 7.51.0 of the TEI Stylesheets. For more details, please see the release notes.",
          "link": "https://tei-c.org/2021/02/25/new-release-tei-guidelines-4-2-0-stylesheets-7-51-0/",
          "publishedOn": "2021-02-25T16:48:12.000Z",
          "wordCount": 195,
          "title": "New Release: TEI Guidelines 4.2.0 / Stylesheets 7.51.0"
        }
      ]
    },
    {
      "title": "Cambridge Digital Humanities",
      "feedUrl": "https://www.cdh.cam.ac.uk/rss.xml",
      "siteUrl": "https://www.cdh.cam.ac.uk",
      "articles": []
    },
    {
      "title": "The National Endowment for the Humanities",
      "feedUrl": "https://www.neh.gov/rss.xml",
      "siteUrl": "https://www.neh.gov/",
      "articles": []
    }
  ],
  "cliVersion": "1.11.0"
}