{
  "sources": [
    {
      "title": "dh+lib",
      "feedUrl": "http://acrl.ala.org/dh/feed/",
      "siteUrl": "https://acrl.ala.org/dh",
      "articles": []
    },
    {
      "title": "UCLDH Blog",
      "feedUrl": "http://blogs.ucl.ac.uk/dh/feed/",
      "siteUrl": "https://blogs.ucl.ac.uk/dh",
      "articles": [
        {
          "id": "https://blogs.ucl.ac.uk/dh/?p=8188",
          "author": "uczcrym",
          "description": "In a year dominated by a global pandemic and both remote working and teaching, we lost many of the traditional ways that we as scholars could stay connected. One of those, the traditional extra-curricular seminar series that was a coming together space for people at different stages of their career, had to go online. And […]",
          "link": "https://blogs.ucl.ac.uk/dh/2021/07/27/long-view-seminar-reflecting-on-our-first-year/",
          "publishedOn": "2021-07-27T08:31:57.000Z",
          "wordCount": 844,
          "title": "Long View Seminar – Reflecting on our First Year"
        },
        {
          "id": "https://blogs.ucl.ac.uk/dh/?p=8192",
          "author": "Lucy Stagg",
          "description": "The UCLDH team have been busy as ever, despite continuing COVID-19 restrictions. Here’s just a few examples of recent activity: Adam Crymble has published a monograph, Technology & the Historian: Transformations in the Digital Age (University of Illinois press, 2021) and a co-authored piece with Maria José Afanador-Llach (‘The Globally Unequal Promise of Digital Tools […]",
          "link": "https://blogs.ucl.ac.uk/dh/2021/06/30/ucldh-research-june21/",
          "publishedOn": "2021-06-30T12:44:01.000Z",
          "wordCount": 637,
          "title": "UCLDH research activity June 2021"
        },
        {
          "id": "http://blogs.ucl.ac.uk/dh/?p=8178",
          "author": "Oliver W Duke-Williams",
          "description": "The film Bank Job by Daniel Edelstyn and Hilary Powell is an exploration of the world of credit and of capital creation, and the buying and selling of debt. The film follows a community project in which artists Edelstyn and Powell create their own currency, set up as a bank, and sell bank notes in […]",
          "link": "https://blogs.ucl.ac.uk/dh/2021/05/27/blowing-the-doors-off-debt-mapping-global-interactions-of-a-community-project/",
          "publishedOn": "2021-05-27T16:44:30.000Z",
          "wordCount": 912,
          "title": "Blowing the doors off debt: mapping global interactions of a community project"
        },
        {
          "id": "http://blogs.ucl.ac.uk/dh/?p=8172",
          "author": "uczcrym",
          "description": "Lessons from history, options for today. Thursday 29 April 2021 – 12pm-1pm (Zoom) Register for free. Join Dr. Adam Crymble for a free Programming Historian Teaching Workshop to celebrate the launch of his new book, Technology & the Historian: Transformations of the Digital Age, the first comprehensive history of historical studies in the digital age. […]",
          "link": "https://blogs.ucl.ac.uk/dh/2021/04/23/technology-the-historian-transformations-of-the-digital-age-workshop-book-launch/",
          "publishedOn": "2021-04-23T09:27:29.000Z",
          "wordCount": 422,
          "title": "‘Technology & the Historian: Transformations of the Digital Age’ Workshop & Book Launch"
        }
      ]
    },
    {
      "title": "DHNB",
      "feedUrl": "http://dhnb.eu/feed",
      "siteUrl": "http://dhnb.eu",
      "articles": [
        {
          "id": "http://dig-hum-nord.eu/?p=1905",
          "author": "Sanita",
          "description": "Post-Proceedings of the 5th Conference Digital Humanities in the Nordic Countries (DHN 2020)  are published in CEUR Workshop Proceedings. It is an open-access publication service where already four volumes of DHN conference proceedings have been published. DHN2020 Post-Proceedings contain 26 papers presented in an online conference in Riga/Zoom in October 2020. Editors: Sanita Reinsone (Institute […]",
          "link": "http://dhnb.eu/dhn2020-post-proceedings/",
          "publishedOn": "2021-05-26T12:57:56.000Z",
          "wordCount": 599,
          "title": "DHN2020 Post-Proceedings published"
        },
        {
          "id": "http://dig-hum-nord.eu/?p=1885",
          "author": "Olga Holownia",
          "description": "The 6th Digital Humanities in the Nordic and Baltic Countries Conference (DHNB 2022) will be held at Uppsala University, in Sweden, on 15–18 March 2022. DHNB conferences focus on research, education and communication in the interdisciplinary field of digital humanities in the Nordic and Baltic regions and beyond. DHNB 2022 highlights the two way relationship between digital humanities […]",
          "link": "http://dhnb.eu/dhnb2022/",
          "publishedOn": "2021-04-06T08:57:23.000Z",
          "wordCount": 285,
          "title": "DHNB2022"
        },
        {
          "id": "http://dig-hum-nord.eu/?p=1891",
          "author": "Olga Holownia",
          "description": "We are pleased to announce the results of the DHNB Board Election. Three nominated candidates Annika Rockenberger (Norway), Mikko Tolonen (Finland), and Andres Karjus (Estonia) have been elected to serve on the DHNB Board for the period 2021–2024 starting from 10 March 2021 (full nomination statements and bios attached). The 2021 Board consist of nine […]",
          "link": "http://dhnb.eu/dhnb-board-2021/",
          "publishedOn": "2021-03-06T03:59:15.000Z",
          "wordCount": 171,
          "title": "DHNB Board 2021"
        },
        {
          "id": "http://dig-hum-nord.eu/?p=1893",
          "author": "Olga Holownia",
          "description": "The Annual General Assembly (AGM) will be held online on on Monday, May 31 at 5 pm CET. AGM agenda will be published on our website closer to the meeting.",
          "link": "http://dhnb.eu/agm-2021/",
          "publishedOn": "2021-03-06T03:02:25.000Z",
          "wordCount": 88,
          "title": "DHNB AGM 2021"
        }
      ]
    },
    {
      "title": "Digital Humanities",
      "feedUrl": "http://www.dh.uni-leipzig.de/wo/feed/",
      "siteUrl": "http://www.dh.uni-leipzig.de/wo",
      "articles": []
    },
    {
      "title": "aaDH",
      "feedUrl": "https://aa-dh.org/feed/",
      "siteUrl": "https://aa-dh.org",
      "articles": [
        {
          "id": "https://aa-dh.org/?p=418",
          "author": "Tully Barnett",
          "description": "DHA2021 Call For Proposals The Australasian Association for Digital Humanities (aaDH) is pleased to invite proposals for posters, short papers, long papers, multi-paper panels and workshops, for DHA2021 (our COVID-delayed conference formerly known as DHA2020). DHA2021 will be a virtual conference running from 22-25 November 2021 (New Zealand time zone). Proposals from any country will … Continue reading \"DHA2021 Goes Fully Virtual\"",
          "link": "https://aa-dh.org/2021/08/17/dha2021-goes-fully-virtual/",
          "publishedOn": "2021-08-17T06:50:43.000Z",
          "wordCount": 1540,
          "title": "DHA2021 Goes Fully Virtual"
        },
        {
          "id": "https://aa-dh.org/?p=414",
          "author": "Tully Barnett",
          "description": "The Australasian Association for Digital Humanities (aaDH) is pleased to invite proposals for DHA2021 (our COVID-delayed conference formerly known as DHA2020). DHA 2021 will take place from 22-25 November 2021. To allow for COVID-19 uncertainty, it will be a hybrid ‘In-person’ / ‘On-line’ conference held simultaneously in the city of Ōtautahi Christchurch, Aotearoa New Zealand, … Continue reading \"DHA2021 Call For Proposals\"",
          "link": "https://aa-dh.org/2021/07/02/dha2021-call-for-proposals/",
          "publishedOn": "2021-07-02T03:23:44.000Z",
          "wordCount": 1517,
          "title": "DHA2021 Call For Proposals"
        }
      ]
    },
    {
      "title": "The Association for Computers and the Humanities",
      "feedUrl": "https://ach.org/feed/",
      "siteUrl": "https://ach.org",
      "articles": [
        {
          "id": "https://ach.org/?p=2233",
          "author": "paigecm",
          "description": "Originally posted at Digital Humanities Quarterly (http://www.digitalhumanities.org/dhq/announcements/index.html) July 24, 2021 Digital Humanities Quarterly invites nominations and applications for a new General Editor to join the journal’s senior editorial team. This call is the first step in a longer process of updating DHQ’s editorial structure and practices, and the incoming editor will play a key role…Continue reading.",
          "link": "https://ach.org/blog/2021/07/28/call-for-nominations-and-applications-dhq-general-editor/",
          "publishedOn": "2021-07-28T14:56:23.000Z",
          "wordCount": 548,
          "title": "Call for Nominations and Applications: DHQ General Editor"
        },
        {
          "id": "https://ach.org/?p=2213",
          "author": "Kathleen Fitzpatrick",
          "description": "As a key step toward meeting the goals described in our Statement on Black LIves Matter, Structural Racism, and Our Organization, the officers and members of the ACH Executive Council have worked during the first half of 2021 with consultants from DeEtta Jones and Associates on a review of the organization’s policies, procedures, and governance…Continue reading.",
          "link": "https://ach.org/blog/2021/06/16/report-on-ach-racial-justice-project/",
          "publishedOn": "2021-06-16T18:07:13.000Z",
          "wordCount": 255,
          "title": "Report on ACH Racial Justice Project"
        },
        {
          "id": "https://ach.org/?p=2207",
          "author": "jwoowinter",
          "description": "Interviewed on March 9, 2021 by Anna E. Kijas Sylvia A. Fernández, Ph.D is currently a Public and Digital Humanities Postdoctoral Fellow at the Hall Center for the Humanities, University of Kansas. She is a co-founder of Borderlands Archives Cartography, a member of Torn Apart / Separados, and team member and coordinator of the ongoing initiative of United Fronteras, as well…Continue reading.",
          "link": "https://ach.org/blog/2021/04/25/portraits-in-dh-dr-sylvia-fernandez/",
          "publishedOn": "2021-04-25T13:47:30.000Z",
          "wordCount": 975,
          "title": "Portraits in DH: Dr. Sylvia Fernández"
        },
        {
          "id": "https://ach.org/?p=2190",
          "author": "paigecm",
          "description": "The Association for Computers and the Humanities is pleased to announce the results of our 2021 elections. We had a slate of stellar candidates, and we are grateful to all the digital humanities practitioners for rising to the occasion of being nominees and willing to work at this organizational level. The 2021-25 ACH Executive Council…Continue reading.",
          "link": "https://ach.org/blog/2021/03/26/ach-executive-council-2021-elections-results-and-bylaws-updates/",
          "publishedOn": "2021-03-26T15:33:02.000Z",
          "wordCount": 296,
          "title": "ACH Executive Council 2021 Elections Results and Bylaws Updates"
        }
      ]
    },
    {
      "title": "News",
      "feedUrl": "https://adho.org/rss.xml",
      "siteUrl": "https://adho.org/rss.xml",
      "articles": [
        {
          "id": "588792 at https://adho.org",
          "author": "erdal.ayan@dhturkey.org",
          "description": "Die Alliance of Digital Humanities Organizations (ADHO) freut sich, dass der Verband Digital Humanities im deutschsprachigen Raum (DHd) als konstituierende Organisation beigetreten ist. Die gemeinsamen Ziele von ADHO und DHd haben eine lange Geschichte: Der DHd-Verband wurde am 7. Juli 2012 in Hamburg während der ADHO Digital Humanities Konferenz gegründet. Mit seinen mehr als 400 Mitgliedern und 12 Arbeitsgruppen, Stand  Januar 2021, möchte der DHd eine formale Interessengemeinschaft sein, die Forschung und Lehre im Bereich der Digital Humanities im deutschsprachigen Raum unterstützt. Der DHd-Verband unterstützt die Open Access Zeitschrift Zeitschrift für digitale Geisteswissenschaften (ZfdG), setzt sich für die Digital Humanities ein (z.B. gegenüber der Deutschen Forschungsgemeinschaft /…",
          "link": "https://adho.org/announcements/2021/adho-begr%C3%BC%C3%9Ft-dhd-als-konstituierende-organisationadho-welcomes-dhd-constituent",
          "publishedOn": "2021-07-28T11:57:19.000Z",
          "wordCount": 526,
          "title": "ADHO begrüßt DHd als konstituierende Organisation/ADHO welcomes DHd as a Constituent Organization"
        },
        {
          "id": "588779 at https://adho.org",
          "author": "drupaladmin",
          "description": "We are thrilled to welcome Erdal Ayan and Anna Sofia Lippolis as ADHO's 2021 Communications Fellows:\nErdal Ayan is currently a PhD candidate in the department of English and American Studies at University of Kassel and a part-time master student in the Web Science Master Program at TH-Koeln. He is holding two bachelors (English Language and Literature and Sociology) and two masters degrees (English Language Teaching (ELT) & Computer Education and Instructional Technologies). He has got a broad research interest and/but his main focus is on data/text mining, sentiment analysis (opinion mining), topic modeling, network analysis (community detection), web development. He worked as teacher and lecturer for English before moving to Germany in 2017. He completed his voluntary internship in the C…",
          "link": "https://adho.org/announcements/2021/welcome-2021-communications-fellows",
          "publishedOn": "2021-06-18T16:28:18.000Z",
          "wordCount": 496,
          "title": "Welcome 2021 Communications Fellows"
        },
        {
          "id": "588762 at https://adho.org",
          "author": "drupaladmin",
          "description": "**UPDATE: The application/nomination deadline has been extended to 15 June 2021.**\nThe Alliance of Digital Humanities Organizations (ADHO) seeks applications for the following positions from committed individuals who would like to participate in Digital Humanities leadership on a global scale:\nAwards Committee Chair\nConference Coordinating Committee Adjunct Chair-Elect\nExecutive Board Chair-Elect\nTreasurer-Elect\nAll positions begin 1 July 2021. Term lengths vary by position. Selected applicants will be appointed to only one position.\nBackground\nADHO is a formal alliance of independent Digital Humanities (DH) organizations that operate in diverse scholarly, cultural, and legal circumstances. Its primary remit is to support DH community activity at a global level and in regions that are not …",
          "link": "https://adho.org/2021-cfa-eb-chairs",
          "publishedOn": "2021-05-12T16:29:12.000Z",
          "wordCount": 1414,
          "title": "Call for Executive Board and Committee Chair Applications"
        },
        {
          "id": "588746 at https://adho.org",
          "author": "drupaladmin",
          "description": "The annual Digital Humanities conference coordinated by ADHO will not be held in 2021. ADHO’s Constituent Organizations Board has voted to focus efforts on supporting regional conferences currently coordinated by ADHO’s Constituent Organizations and their Associate Organizations and partners. To this end, we have dedicated dh2021.adho.org to providing information about the various virtual and in-person events being hosted throughout the year.\nStay tuned for more information about DH2022, to be held in Tokyo, Japan.\n\n\nPost Date: \n\nTuesday, March 30, 2021",
          "link": "https://adho.org/announcements/2021/digital-humanities-2021",
          "publishedOn": "2021-03-30T22:50:11.000Z",
          "wordCount": 268,
          "title": "Digital Humanities 2021"
        },
        {
          "id": "588742 at https://adho.org",
          "author": "drupaladmin",
          "description": "The Alliance of Digital Humanities Organizations (ADHO) seeks applicants for its two 2021 Communications Fellowships, each of which comes with a stipend of €500 (Euros).\nEach year, Communications Fellows work with ADHO’s Communications Officer to manage ADHO’s public communications activities. The fellowship is well suited for graduate students, young scholars, and academic professionals who wish to develop a deeper knowledge of digital humanities and its global communities, contribute to an important digital humanities scholarly and professional organization, and gain professional experience in social media and communications.\nIn 2021, Communications Fellows will contribute to the development of a new multilingual website for ADHO; will follow and disseminate conference information; will …",
          "link": "https://adho.org/announcements/2021/call-applications-2021-adho-communications-fellowships",
          "publishedOn": "2021-03-15T11:35:45.000Z",
          "wordCount": 700,
          "title": "Call for Applications: 2021 ADHO Communications Fellowships"
        },
        {
          "id": "588738 at https://adho.org",
          "author": "drupaladmin",
          "description": "The Alliance of Digital Humanities Organizations (ADHO) Awards Committee is seeking nominations for the 2022 Antonio Zampolli Prize.\nThe Zampolli Prize is a triennial award that recognizes a single output in the field of Digital Humanities by any scholar or scholars at any stage of their career(s). As such, it offers a unique opportunity to reward individual projects that either have been formative or had a decisive impact on the field as a whole. Because the prize is awarded to the overall project, the recipients can be a single individual or a collaborative group of scholars, researchers, and/or practitioners. The output recognized can take any form: published research, developed resources, an established initiative, and/or center or tool(s) for research, for example. To be eligible for the prize, the nominated project must involve the innovative scholarly use of information and communications technologies.\nWe urge you, as members of the field, to take this opportunity to offer recommendations for outstanding work that you feel deserves recognition. Nominations will be accepted until 23:59 UTC on 01 September 2021. A winner will be announced during the winter of 2021-2022 and the prize will be awarded at the 2022 DH conference.\nNominations should consist of a document (1500-2000 words) describing the work to be nominated and the individual(s) involved, paying special attention to the relevance and importance of this work to the field as a whole. Please include a brief description of the work, a discussion of its innovative use of information technology and, particularly, the importance of this project to the Digital Humanities. Self-nominations will not be accepted. Please address nominations to the ADHO Awards Committee and send electronic copies to awards [at] adho [dot] org.\nNote: Any previous nominations should be resubmitted.\nFor further information, including the terms of the award and protocols for its selection, please visit ADHO’s Zampolli Prize web page.\n\n\nPost Date: \n\nWednesday, March 10, 2021",
          "link": "https://adho.org/announcements/2021/call-nominations-2022-antonio-zampolli-prize",
          "publishedOn": "2021-03-10T14:55:37.000Z",
          "wordCount": 512,
          "title": "Call for Nominations: 2022 Antonio Zampolli Prize"
        }
      ]
    },
    {
      "title": "Maryland Institute for Technology in the Humanities",
      "feedUrl": "https://archive.mith.umd.edu/mith-2020/feed/index.html",
      "siteUrl": "https://mith.umd.edu",
      "articles": []
    },
    {
      "title": "KCL Digital Humanities",
      "feedUrl": "https://blogs.kcl.ac.uk/ddh/feed",
      "siteUrl": "https://blogs.kcl.ac.uk/ddh",
      "articles": [
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3100",
          "author": "Mercedes Bunz",
          "description": "Our Department of Digital Humanities is seeking to appoint two Lecturers (Academic Education Pathway) in Digital Innovation Management to contribute to its teaching in this and related areas. The post-holder will have a sound knowledge of the key concepts, theories, debates and challenges in digital innovation management, information systems, algorithmic management and digital transformation, with … \nContinue reading \"Jobs: Lecturer in Digital Innovation Management Education\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/08/04/jobs-lecturer-in-digital-innovation-management-education/",
          "publishedOn": "2021-08-04T15:11:58.000Z",
          "wordCount": 454,
          "title": "Jobs: Lecturer in Digital Innovation Management Education"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3070",
          "author": "Shuprima Guha",
          "description": "How do artists use the backend of machine learning in their artworks? How is Machine Learning transforming the making of meaning? These were the questions brought about in the Creative AI Lab’s presentation during the National College of Art and Design, Dublin (NCAD) Digital Culture Webinar Series hosted by Elaine Hoey (New Media Artist) and … \nContinue reading \"Creative AI: Models of Artistic Practice\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/07/12/creative-ai-models-of-artistic-practice/",
          "publishedOn": "2021-07-12T08:16:32.000Z",
          "wordCount": 782,
          "title": "Creative AI: Models of Artistic Practice"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3080",
          "author": "Jonathan Gray",
          "description": "A very warm welcome to all of our new members of staff at the Department of Digital Humanities! Joining us ahead of the next academic year we have: Andrea Ballatore, Lecturer in Social and Cultural Informatics Barbara McGillivray, Lecturer in Digital Humanities and Cultural Computation Daniel Chavez Heras, Lecturer in Humanistic and Social Computing Education … \nContinue reading \"Welcome to new Lecturers at the Department of Digital Humanities 🎊\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/07/07/welcome-to-new-lecturers/",
          "publishedOn": "2021-07-07T15:14:37.000Z",
          "wordCount": 1386,
          "title": "Welcome to new Lecturers at the Department of Digital Humanities 🎊"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3063",
          "author": "Jonathan Gray",
          "description": "David Berry is currently visiting the Department of Digital Humanities as Visiting Professor of Critical Theory and Digital Humanities. The following post from David introduces some of his current research on explainability and interpretability. He is giving a talk about this work at the Infrastructural Interventions workshop on Tuesday 22nd June. I am very excited … \nContinue reading \"Visiting Professor David Berry on Explainability and Interpretability as Critical Infrastructure Practice\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/06/21/david-berry-on-explainability/",
          "publishedOn": "2021-06-21T08:20:48.000Z",
          "wordCount": 715,
          "title": "Visiting Professor David Berry on Explainability and Interpretability as Critical Infrastructure Practice"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3061",
          "author": "Vita Peacock",
          "description": "‘Smart cities’, ‘employee assistance programmes’, the pervasive language of ‘security’ – the implementation of surveillance technologies has consistently been framed in relation to moral ideas. This ambiguity has been observed by surveillance scholars for many years, David Lyon once describing the alternating ends of ‘care’ and ‘control’ which these technologies serve. Yet the study of … \nContinue reading \"New ERC Project Exploring the Intersection between Surveillance and Morality\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/06/17/new-erc-project-exploring-the-intersection-between-surveillance-and-morality/",
          "publishedOn": "2021-06-17T08:37:32.000Z",
          "wordCount": 594,
          "title": "New ERC Project Exploring the Intersection between Surveillance and Morality"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3055",
          "author": "Paul Spence",
          "description": "This is a collection of blog posts members of the department contributed to the annual Day of Digital Humanities, a global online event which was this year themed on ‘multilingual digital humanities’. These were originally published on the Language Acts & Worldmaking website at https://languageacts.org/blog/day-of-digital-humanities-part-1/ and https://languageacts.org/blog/day-of-digital-humanities-part-2/ Introduction by Paul Spence This year’s Day of … \nContinue reading \"Day of Digital Humanities 2021\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/06/10/day-of-digital-humanities-2021/",
          "publishedOn": "2021-06-10T15:46:06.000Z",
          "wordCount": 3262,
          "title": "Day of Digital Humanities 2021"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3047",
          "author": "Jonathan Gray",
          "description": "The Department of Digital Humanities, King’s Digital Lab and the Critical Infrastructures Studies Initiative (cistudies.org) are co-hosting an event on “Infrastructural Interventions” on 21-22nd June 2021, organised by Urszula Pawlicka-Deger, Marie Curie Research Fellow at King’s. The event includes talks and discussions with Urszula Pawlicka-Deger, Alan Liu, Laura Mandell, Matthew K. Gold, Susan Brown, Lauren … \nContinue reading \"“Infrastructural Interventions”: Digital Humanities & Critical Infrastructure Studies Workshop, 21-22nd June 2021\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/05/27/infrastructural-interventions/",
          "publishedOn": "2021-05-27T15:21:39.000Z",
          "wordCount": 839,
          "title": "“Infrastructural Interventions”: Digital Humanities & Critical Infrastructure Studies Workshop, 21-22nd June 2021"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3028",
          "author": "Marco Braghieri",
          "description": "A new book by Marco Braghieri entitled ‘Yesterday’s News – The future of long-form journalism and archives’ has been published by Peter Lang. The book focuses on two entities (long-form journalism and archives) which sit at the intersection between journalistic production and the digital. While framed within digital humanities, this book deploys a number of … \nContinue reading \"New Book: ’Yesterday’s News: The Future of Long-form Journalism and Archives’\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/05/18/yesterdays-news-the-future-of-long-form-journalism-and-archives/",
          "publishedOn": "2021-05-18T14:15:49.000Z",
          "wordCount": 498,
          "title": "New Book: ’Yesterday’s News: The Future of Long-form Journalism and Archives’"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3018",
          "author": "Gabriele Salciute Civiliene",
          "description": "We are hiring Georgian and Hungarian speaking data assistants for short-term positions to work on the cross-linguistic project ‘Distant Reading across Languages’ (https://www.kdl.kcl.ac.uk/our-work/distant-reading/). The deadline of applying is 15th May 2021. Please apply via King’s Talent Bank here: https://www.kingstalentbank.com/jobs/show/11217/georgian-speaking-data-assistant-on-dh-project https://www.kingstalentbank.com/jobs/show/11218/hungarian-speaking-data-assistant-on-dh-project If you have any questions about the positions, do not hesitate to contact Dr Gabriele … \nContinue reading \"Georgian and Hungarian speaking data assistants needed on the DH project at King’s\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/04/14/georgian-and-hungarian-speaking-data-assistants-needed-on-the-dh-project-at-kings/",
          "publishedOn": "2021-04-14T11:35:09.000Z",
          "wordCount": 210,
          "title": "Georgian and Hungarian speaking data assistants needed on the DH project at King’s"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3008",
          "author": "Mercedes Bunz",
          "description": "The Department of Digital Humanities at King’s College London is looking for hourly paid lecturers to mark essay assignments in the areas of: digital societies and platforms digital economy & innovation internet culture social media and marketing games and virtual realities digital content management digital curation in cultural institutions. Most assignments are generally 4,000 words … \nContinue reading \"Marking work available at KCL in digital media & technology + digital culture\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/04/13/marking-work-available-at-kcl-in-digital-media-technology-digital-culture/",
          "publishedOn": "2021-04-13T09:42:31.000Z",
          "wordCount": 301,
          "title": "Marking work available at KCL in digital media & technology + digital culture"
        },
        {
          "id": "https://blogs.kcl.ac.uk/ddh/?p=3003",
          "author": "Gabriele Salciute Civiliene",
          "description": "Dr Gabriele Salciute Civiliene, Lecturer in Digital Humanities Education at the Department of Digital Humanities, King’s College London, has been announced the winner of the 2021 Martha Cheung Award for Best English Article in Translation Studies by the SISU Baker Centre for Translation and Intercultural Studies, Shanghai International Studies University. The Award is established in … \nContinue reading \"The international Martha Cheung Award for research excellence in the paper on cross-linguistic modelling and computing received by Dr Gabriele Salciute Civiliene\"",
          "link": "https://blogs.kcl.ac.uk/ddh/2021/03/29/the-international-martha-cheung-award-for-research-excellence-in-the-paper-on-cross-linguistic-modelling-and-computing-received-by-dr-gabriele-salciute-civiliene/",
          "publishedOn": "2021-03-29T21:20:57.000Z",
          "wordCount": 441,
          "title": "The international Martha Cheung Award for research excellence in the paper on cross-linguistic modelling and computing received by Dr Gabriele Salciute Civiliene"
        }
      ]
    },
    {
      "title": "CSDH / SCHN",
      "feedUrl": "https://csdh-schn.org/feed",
      "siteUrl": "https://csdh-schn.org",
      "articles": [
        {
          "id": "https://csdh-schn.org/?p=707",
          "author": "Matt Huculak",
          "description": "La version française suit Registration is now OPEN for CSDH-SCHN 2021: Making the Net Work ⏰  Peruse the schedule ⏰📝 Renew your membership 📝🎉 Register now 🎉 This year, CSDH-SCHN features plenty of intellectual stimulation and fun!  Morning ...",
          "link": "https://csdh-schn.org/conference2021/",
          "publishedOn": "2021-05-12T03:49:07.000Z",
          "wordCount": 742,
          "title": "Registration OPEN for CSDH-SCHN 2021: Making the Net Work / Les inscriptions sont OUVERTES pour CSDH-SCHN 2021"
        },
        {
          "id": "https://csdh-schn.org/?p=702",
          "author": "Kim Martin",
          "description": "Le comité exécutif et le comité de programme de la Société canadienne des humanités numériques/Canadian Society for Digital Humanities (SCHN/CSDH) sont solidaires avec la Black Canadian Studies Association (BCSA) et ...",
          "link": "https://csdh-schn.org/reponse-de-la-schn-csdh-a-la-declaration-de-la-black-canadian-studies-association/",
          "publishedOn": "2021-03-23T16:29:47.000Z",
          "wordCount": 730,
          "title": "Réponse de la SCHN/CSDH à la déclaration de la Black Canadian Studies Association"
        },
        {
          "id": "https://csdh-schn.org/?p=700",
          "author": "Kim Martin",
          "description": "The Executive and the Programme Committee of the Canadian Society for Digital Humanities/société canadienne des humanités numériques (CSDH/SCHN) stand in solidarity with the Black Canadian Studies Association (BCSA) and their ...",
          "link": "https://csdh-schn.org/csdh-schn-withdrawal-from-congress-2021/",
          "publishedOn": "2021-03-23T16:28:24.000Z",
          "wordCount": 659,
          "title": "CSDH/SCHN Withdrawal From Congress 2021"
        },
        {
          "id": "https://csdh-schn.org/?p=691",
          "author": "Constance Crompton",
          "description": "Janelle Jenstad is an Associate Professor in the Department of English at the University of Victoria. Her longest running project, the Map of Early Modern London, which she started in ...",
          "link": "https://csdh-schn.org/janelle-jenstad-wins-the-2021-outstanding-achievement-award-for-computing-in-the-arts-and-humanities/",
          "publishedOn": "2021-03-18T13:28:21.000Z",
          "wordCount": 534,
          "title": "Janelle Jenstad wins the 2021 Outstanding Achievement Award for Computing in the Arts and Humanities"
        },
        {
          "id": "https://csdh-schn.org/?p=688",
          "author": "Constance Crompton",
          "description": "Janelle Jenstad est professeure agrégée au département d’anglais de l’Université de Victoria. Son projet de plus longue durée, la Map of Early Modern London (MoEML), qu’elle a lancé en 1999, ...",
          "link": "https://csdh-schn.org/janelle-jenstad-gagne-le-prix-de-contribution-exceptionnelle-de-la-societe-canadienne-des-humanites-numeriques-2021/",
          "publishedOn": "2021-03-18T13:23:29.000Z",
          "wordCount": 600,
          "title": "Janelle Jenstad gagne le prix de contribution exceptionnelle de la Société canadienne des humanités numériques 2021"
        }
      ]
    },
    {
      "title": "CUNY Digital Humanities Initiative",
      "feedUrl": "https://cunydhi.commons.gc.cuny.edu/feed",
      "siteUrl": "https://cunydhi.commons.gc.cuny.edu",
      "articles": []
    },
    {
      "title": "Digital Humanities Initiative",
      "feedUrl": "https://dh.rutgers.edu/feed/",
      "siteUrl": "https://dh.rutgers.edu",
      "articles": [
        {
          "id": "https://dh.rutgers.edu/?p=77332",
          "author": "Caterina Agostini",
          "description": "By Ben Bakelaar and Caterina Agostini   IIIF is an acronym that stands for International Image Interoperability Format. An easy way to think of IIIF is like a webpage. A webpage is built with HTML, via hypertext markup language. It pulls together text, images, and other multimedia into a single view. In the same way, a IIIF object is built using JSON, and links together metadata and powerful image capabilities which allow institutions to deliver ultra-high resolution images quickly and efficiently to a IIIF viewer. Any image (and even audio and video) can become a IIIF object by building a manifest that uses the IIIF standard to describe its",
          "link": "https://dh.rutgers.edu/introduction-to-iiif/?utm_source=rss&utm_medium=rss&utm_campaign=introduction-to-iiif",
          "publishedOn": "2021-06-29T21:03:51.000Z",
          "wordCount": 706,
          "title": "Introduction to IIIF"
        },
        {
          "id": "https://dh.rutgers.edu/?p=77319",
          "author": "Caterina Agostini",
          "description": "By Caterina Agostini and Ben Bakelaar   Digital images and tools are attracting the interest of scholars in the humanities. In particular, the International Image Interoperability Framework (IIIF) allows for high quality images and supports a variety of uses and applications including deep zoom, comparison, annotation, and transcription of digital images. With the current pandemic limiting travel and access to libraries and museums, in the Spring 2021 we founded a new DH Special Interest Group at Rutgers focused on IIIF. In the first meeting, we shared our work and research interests and connected with members of the Rutgers community, from Rutgers University Libraries, the Office",
          "link": "https://dh.rutgers.edu/special-interest-group-on-iiif/?utm_source=rss&utm_medium=rss&utm_campaign=special-interest-group-on-iiif",
          "publishedOn": "2021-06-21T22:04:15.000Z",
          "wordCount": 853,
          "title": "Special Interest Group on IIIF"
        },
        {
          "id": "https://dh.rutgers.edu/?p=77252",
          "author": "Francesca Giannetti",
          "description": "#dayofDH2021 is finally here, hosted by @LUCTSDH, @UCLA_DH, University of Guelph, and the Università del Piedmont Orientale. Date: April 29. Theme: Multilingual DH. Head over to https://t.co/78PFzqGDlL for details and stay tuned for more! https://t.co/LYTfwjNE2h — Day of DH (@DayofDH) April 4, 2021 Attention digital humanists of Princeton, Rutgers, Bryn Mawr, Haverford, Swarthmore, and the Mid-Atlantic. Join us for Day of Digital Humanities 2021 by tweeting about your multilingual DH. The aim of this year’s Day of DH is to “open up conversation about projects being undertaken in the various languages and put together a list of non-English tools, libraries, software products, tips, hacks, and",
          "link": "https://dh.rutgers.edu/day-of-dh-2021/?utm_source=rss&utm_medium=rss&utm_campaign=day-of-dh-2021",
          "publishedOn": "2021-04-21T19:47:12.000Z",
          "wordCount": 321,
          "title": "Day of DH 2021; Mid-Atlantic Edition"
        }
      ]
    },
    {
      "title": "centerNet",
      "feedUrl": "https://dhcenternet.org/rss.xml",
      "siteUrl": "https://dhcenternet.org",
      "articles": []
    },
    {
      "title": "The Digital Humanities Commons",
      "feedUrl": "https://dhcommons.hypotheses.org/feed",
      "siteUrl": "https://dhcommons.hypotheses.org",
      "articles": [
        {
          "id": "http://dhcommons.hypotheses.org/?p=779",
          "author": "Laura Mesotten",
          "description": "After a successful year of blogging we have decided to continue this blog at The Scholarly Tales. While we have moved the location of our blog, you can rest assured that we will still be communicating about digital scholarship related activities, events, and discussions. The Scholarly Tales blog remains an initiative of the DH Commons, managed by the research team within KU Leuven Libraries Artes. The DH Commons aims to bring together interested parties around teaching, training, and research on digital scholarship in the […]",
          "link": "https://dhcommons.hypotheses.org/779",
          "publishedOn": "2021-08-13T13:35:54.000Z",
          "wordCount": 540,
          "title": "We have moved!"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=775",
          "author": "Merisa Martinez",
          "description": "The Austro-German philosopher Edmund Husserl (born in Proßnitz, today Prostějov in 1859, died in Freiburg in 1938) remains one of the most influential philosophers of our time. He is considered the founder of phenomenology, which became one of the most significant origins of what has come to be called ‘continental philosophy’.  An astonishingly diverse range of philosophers have been directly influenced by Husserl’s works. The phenomenological method continues to be one of the richest methodological resources for philosophical thinking and scientific research, also in interdisciplinary settings […]",
          "link": "https://dhcommons.hypotheses.org/775",
          "publishedOn": "2021-05-27T10:34:19.000Z",
          "wordCount": 949,
          "title": "digitalHusserl is now LIVE!"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=773",
          "author": "Merisa Martinez",
          "description": "Tomorrow will be the final instalment of this academic year’s DH Virtual Discussion Groups for Early Career Researchers working in Belgium. The topic of tomorrow’s discussion will be lightning pitches from researchers in our community who will be giving long-form presentations at DH Benelux 2021. While DH Benelux is hosted by the University of Leiden this year, it will be happening entirely online from 2 – 4 June 2021 (a.k.a. next week!). You can register for tomorrow’s discussion session, which will take place on […]",
          "link": "https://dhcommons.hypotheses.org/773",
          "publishedOn": "2021-05-26T15:06:47.000Z",
          "wordCount": 610,
          "title": "Last DH Virtual Discussion Group for Belgian ECRs Tomorrow from 15-16h30 CET!"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=756",
          "author": "Maria Dermentzi",
          "description": "During the past couple of months, I have been trying to come up with an efficient way of constructing synonym rings for query expansion in a library discovery system (i.e., the online search interface of a library). I am doing this because I was given a list of e-books on the subject of Digital Humanities (DH) with the purpose of making them more discoverable on KU Leuven Libraries’ discovery platform. In my previous blogpost, I described what synonym rings are, but simply put, you […]",
          "link": "https://dhcommons.hypotheses.org/756",
          "publishedOn": "2021-04-22T16:39:43.000Z",
          "wordCount": 1486,
          "title": "Word Embeddings and Their Role in Synonym Ring Construction"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=750",
          "author": "Merisa Martinez",
          "description": "On 6 and 7 May 2021, the Royal Library of Belgium (KBR) – together with several institutions including KU Leuven – will hold an international webinar on Old Books and New Technologies: Medieval Books and the Digital Humanities in the Low Countries. It will bring together researchers from libraries, archives, and museums, and university faculties with an interest in how the medieval book is contextualized by new technologies, with particular emphasis placed on the intersection of the medieval book and Digital Humanities. The languages […]",
          "link": "https://dhcommons.hypotheses.org/750",
          "publishedOn": "2021-04-19T12:21:44.000Z",
          "wordCount": 969,
          "title": "Event – Old Books and New Technologies: Medieval Books and the Digital Humanities in the Low Countries"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=747",
          "author": "Merisa Martinez",
          "description": "This hybrid round-table and workshop is co-organized between LECTIO, KU Leuven, and the University of Utrecht. Event dates: 11-12 May. Registration deadline: 30 April 2021. Over two days, participants will have the chance to try a hands-on approach to network analysis, with a mix of practical workshops and presentations of ongoing projects (by LECTIO members). The keynote speakers will be prof. Dirk Van Miert (University of Utrecht), presenting the ERC project “Sharing Knowledge in Learned and Literary Networks – The Republic of Letters as […]",
          "link": "https://dhcommons.hypotheses.org/747",
          "publishedOn": "2021-04-01T16:27:58.000Z",
          "wordCount": 730,
          "title": "Event: Linking People: Network Analysis and Intellectual History"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=745",
          "author": "Merisa Martinez",
          "description": "The Leibniz Institute of European History (IEG) in Mainz has one fellowship open for a a period of six to eight months for international doctoral students in the field of Digital Humanities. The fellowship will begin in July 2021 or later. The monthly stipend is € 1,350. Additionally, you can apply for family or child allowance. Applications are due 19 April 2021. More information below! AIMS The fellowship supports international doctoral students who wish to carry out their own research project using Digital Humanities […]",
          "link": "https://dhcommons.hypotheses.org/745",
          "publishedOn": "2021-04-01T16:02:40.000Z",
          "wordCount": 817,
          "title": "Fellowship Alert: Leibniz Institute of European History (for international PhD students)"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=743",
          "author": "Merisa Martinez",
          "description": "The Vrije Universiteit Brussel and the Université Libre de Bruxelles have teamed up to create the Brussels DH seminars series! The next seminar will take place from 12:00 to 13:30 on 21 April 2021. The registration deadline is 15 April 2021. For more information keep reading! Ludovica Marinucci (Italian CNR): “Implicit biases in human and artificial intelligence”  The focus of the talk is to investigate the presence of the so-called “implicit biases” (Devine et al. 2009) in both human and artificial intelligence, especially encoded […]",
          "link": "https://dhcommons.hypotheses.org/743",
          "publishedOn": "2021-04-01T15:39:30.000Z",
          "wordCount": 1201,
          "title": "Event: Brussels DH Online Seminar Series!"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=741",
          "author": "Merisa Martinez",
          "description": "The Alliance of Digital Humanities Organizations (ADHO) seeks applicants for two Communications Fellowships, each of which will last from May – December 2021 and comes with a stipend of €500 Euros. The deadline for applications is 23:59 UTC on 15 April 2021. Each year, Communications Fellows work with ADHO’s Communications Officer to manage ADHO’s public communications activities. The fellowship is well suited for graduate students, young scholars, and academic professionals who wish to develop a deeper knowledge of digital humanities and its global communities, […]",
          "link": "https://dhcommons.hypotheses.org/741",
          "publishedOn": "2021-04-01T15:26:53.000Z",
          "wordCount": 642,
          "title": "Fellowship Opportunity: Two Communications Fellowships for the Alliance of Digital Humanities Organizations (ADHO)"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=739",
          "author": "Merisa Martinez",
          "description": "The Royal Library of Belgium (KBR) is hosting an online series of three lectures given by Digital Humanities experts from across Belgium! This series is co-organized by KBR’s two labs: Camille (Center for Archives on the Media and Information) and the Digital Research Lab, in cooperation with Université Libre de Bruxelles and Ghent University. Dealing with a variety of topics, periods and methods, these talks will be held in English, with questions in French, Dutch or English. More information about each of the lectures […]",
          "link": "https://dhcommons.hypotheses.org/739",
          "publishedOn": "2021-04-01T15:04:55.000Z",
          "wordCount": 1329,
          "title": "Event: KBR Digital Humanities Online Series"
        },
        {
          "id": "http://dhcommons.hypotheses.org/?p=736",
          "author": "Merisa Martinez",
          "description": "Big news! We have an opening at KU Leuven Libraries Artes on the Artes Research Team for an Information Specialist – Digital Scholarship in the Humanities. This position would report to our Artes Research Team Leader, Laura Mesotten, and work alongside Nele Noppe, our Data Librarian! The job would be a temporary to start with, and moving to permanent. It would be a full time, 1.0 FTE position (it can also be 80% if necessary). The ideal applicant would already know Dutch or be […]",
          "link": "https://dhcommons.hypotheses.org/736",
          "publishedOn": "2021-03-22T17:04:56.000Z",
          "wordCount": 881,
          "title": "Job Alert: Information Specialist – Digital Scholarship in the Humanities at Artes"
        }
      ]
    },
    {
      "title": "Digital Humanities Summer Institute",
      "feedUrl": "https://dhsi.org/feed",
      "siteUrl": "https://dhsi.org",
      "articles": []
    },
    {
      "title": "Tagungen",
      "feedUrl": "https://dig-hum.de/aktuelles/feed",
      "siteUrl": "https://dig-hum.de/aktuelles",
      "articles": [
        {
          "id": "node/708",
          "author": "406",
          "description": "Der geplante SFB 1475 „Metaphern der Religion“ vereint religionswissenschaftliche, philologische und linguistische Forschungen zur Bedeutung von Metaphern für die religiöse…",
          "link": "https://dig-hum.de/aktuelles/mehrere-stellenangebote-im-inf-projekt-des-sfb-1475",
          "publishedOn": "2021-08-17T12:49:09.000Z",
          "wordCount": 740,
          "title": "Mehrere Stellenangebote im INF-Projekt des SFB 1475"
        },
        {
          "id": "node/707",
          "author": "406",
          "description": "Der Sonderforschungsbereich (SFB) 1391 „Andere Ästhetik“ untersucht ästhetische Akte und Artefakte der Vormoderne im Spannungsfeld von Gestaltungswissen und sozialer Praxis.…",
          "link": "https://dig-hum.de/aktuelles/cfp-materialit%C3%A4t-und-medialit%C3%A4t-aspekte-einer-anderen-%C3%A4sthetik-m%C3%A4rz-2022-t%C3%BCbingen",
          "publishedOn": "2021-08-06T15:46:09.000Z",
          "wordCount": 888,
          "title": "CfP: Materialität und Medialität: Aspekte einer anderen Ästhetik (März 2022, Tübingen)"
        },
        {
          "id": "node/706",
          "author": "406",
          "description": "Wir freuen uns, dass sich mit romantistik.de eine weitere Initiative unserer Stellungnahme zur Befristungspraxis an Hochschulen und außeruniversitären Forschungseinrichtungen in…",
          "link": "https://dig-hum.de/aktuelles/romanistikde-schlie%C3%9Ft-sich-eine-weitere-initiative-unserem-wisszeitg-statement",
          "publishedOn": "2021-08-04T11:49:21.000Z",
          "wordCount": 692,
          "title": "Mit romanistik.de schließt sich eine weitere Initiative unserem WissZeitG Statement an"
        },
        {
          "id": "node/705",
          "author": "406",
          "description": "Wir freuen uns Ihnen mitzuteilen, dass der Verband Digital Humanities im deutschsprachigen Raum (DHd) der Alliance of Digital Humanities Organizations (ADHO) als konstituierende…",
          "link": "https://dig-hum.de/aktuelles/dhd-tritt-adho-als-konstituierende-organisation",
          "publishedOn": "2021-07-28T20:49:04.000Z",
          "wordCount": 792,
          "title": "DHd tritt ADHO als konstituierende Organisation bei"
        },
        {
          "id": "node/704",
          "author": "406",
          "description": "Liebe DHd-Community,\nder DHd-Twitter Account (@DHDInfo) funktioniert wieder.\nWir bitten die Ihnen ggf. entstandenen Umstände zu entschuldigen.\nBeste Grüße,\nSimone Kronenwett\n---…",
          "link": "https://dig-hum.de/aktuelles/dhd-twitter-account-ist-wieder-erreichbar",
          "publishedOn": "2021-07-27T16:38:42.000Z",
          "wordCount": 666,
          "title": "DHd-Twitter Account ist wieder erreichbar"
        },
        {
          "id": "node/703",
          "author": "406",
          "description": "Liebe DHd-Community,\nder DHd-Twitter Account (@DHDInfo) ist vorübergehend nicht erreichbar.\nWir melden uns wieder, sobald der Account wieder funktioniert.\nWir bitten die Umstände…",
          "link": "https://dig-hum.de/aktuelles/dhd-twitter-account-ist-vor%C3%BCbergehend-nicht-erreichbar",
          "publishedOn": "2021-07-27T16:37:05.000Z",
          "wordCount": 685,
          "title": "DHd-Twitter Account ist vorübergehend nicht erreichbar"
        },
        {
          "id": "node/702",
          "author": "406",
          "description": "Wir freuen uns, dass mit dem Hochschulverband Informationswissenschaft ein weiterer Fachverband unsere Stellungnahme zur Befristungspraxis an Hochschulen und außeruniversitären…",
          "link": "https://dig-hum.de/aktuelles/dem-hochschulverband-informationswissenschaft-schlie%C3%9Ft-sich-ein-weiterer-verband-unserem",
          "publishedOn": "2021-07-16T15:34:49.000Z",
          "wordCount": 666,
          "title": "Mit dem Hochschulverband Informationswissenschaft schließt sich ein weiterer Verband unserem WissZeitG Statement an"
        },
        {
          "id": "node/701",
          "author": "406",
          "description": "Bereits seit 2019 wird auf Zenodo eine DHd-Community betrieben und kuratiert (https://zenodo.org/communities/dhd/). Sie ist eine zentrale Sammelstelle für Materialien rund um die…",
          "link": "https://dig-hum.de/aktuelles/neue-dhd-community-zenodo-dhd-verbandsaktivit%C3%A4ten",
          "publishedOn": "2021-07-16T15:08:24.000Z",
          "wordCount": 889,
          "title": "Neue DHd-Community auf Zenodo: DHd-Verbandsaktivitäten"
        },
        {
          "id": "node/700",
          "author": "406",
          "description": "Das Akademievorhaben Brahms-Gesamtausgabe Kiel sucht zum 1. Oktober 2021 eine:n Wissenschaftliche:n Mitarbeiter:in / Digital Humanist (50%).\nBewerbungsfrist: 06.08.2021\nDie…",
          "link": "https://dig-hum.de/aktuelles/stellenangebot-digital-humanist-brahms-gesamtausgabe-kiel",
          "publishedOn": "2021-07-14T17:57:17.000Z",
          "wordCount": 687,
          "title": "Stellenangebot: Digital Humanist, Brahms-Gesamtausgabe Kiel"
        },
        {
          "id": "node/699",
          "author": "406",
          "description": "44th German Conference on Artificial Intelligence (KI2021)\nDer Call for Papers ist eröffnet und die Deadline für die Einreichung von Beiträgen wurde bis zum 30.07.2021 verlängert…",
          "link": "https://dig-hum.de/aktuelles/humanities-centred-ai-chai-call-for-papers-verl%C3%A4ngerung-300721",
          "publishedOn": "2021-07-11T15:56:01.000Z",
          "wordCount": 774,
          "title": "Humanities-Centred AI (CHAI) : Call for Papers (Verlängerung bis 30.07.21)"
        },
        {
          "id": "node/698",
          "author": "406",
          "description": "Die 8. Jahrestagung des Verbands »Digital Humanities im deutschsprachigen Raum e.V.« (DHd) findet vom 7. bis zum 11. März 2022 in Postdam statt.\nDie DHd2022 hat das Thema »…",
          "link": "https://dig-hum.de/aktuelles/reminder-cfp-dhd2022-endet-am-15072021",
          "publishedOn": "2021-07-08T10:10:49.000Z",
          "wordCount": 712,
          "title": "Reminder: CfP DHd2022 endet am 15.07.2021"
        },
        {
          "id": "node/697",
          "author": "406",
          "description": "Wir freuen uns, vier neue DH-Forschungsprojekte im DHd-Projekteschaufenster präsentieren zu dürfen:\nPeter Handke Notizbücher. Digitale Edition\nDARIAH-DE Repository\nDARIAH-DE Geo-…",
          "link": "https://dig-hum.de/aktuelles/neue-dh-projekte-im-dhd-projekteschaufenster",
          "publishedOn": "2021-07-06T15:25:19.000Z",
          "wordCount": 679,
          "title": "Neue DH-Projekte im DHd-Projekteschaufenster"
        },
        {
          "id": "node/695",
          "author": "406",
          "description": "Die Stiftung Museum am Rothenbaum sucht baldmöglichst für 12 Monate eine:n Wissenschaftliche:n Mitarbeiter:in für die Schaffung der Online-Plattform Digital Benin in Vollzeit.…",
          "link": "https://dig-hum.de/aktuelles/stellenangebot-wma-f%C3%BCr-die-online-plattform-digital-benin",
          "publishedOn": "2021-07-04T08:10:49.000Z",
          "wordCount": 675,
          "title": "Stellenangebot: WMA für die Online-Plattform Digital Benin"
        },
        {
          "id": "node/694",
          "author": "406",
          "description": "Das Institut für Digital Humanities (IDH), das Cologne Center for eHumanities (CCeH) und das Data Center for the Humanities (DCH) richten mit Unterstützung der Competence Area III…",
          "link": "https://dig-hum.de/aktuelles/cfp-virtual-summer-school-deep-learning-for-language-analysis-308-392021",
          "publishedOn": "2021-07-02T20:43:50.000Z",
          "wordCount": 911,
          "title": "CfP: Virtual Summer School: Deep Learning for Language Analysis (30.8.-3.9.2021)"
        },
        {
          "id": "node/693",
          "author": "406",
          "description": "Der Vorstand des DHd-Verbands, dem Wissenschaftler:innen auf befristeten ebenso wie auf unbefristeten Stellen angehören, möchte mit der vorliegenden Stellungnahme Position in der…",
          "link": "https://dig-hum.de/aktuelles/stellungnahme-des-dhd-verbands-zur-befristungspraxis-hochschulen-und-au%C3%9Feruniversit%C3%A4ren",
          "publishedOn": "2021-06-28T08:23:30.000Z",
          "wordCount": 832,
          "title": "Stellungnahme des DHd-Verbands zur Befristungspraxis an Hochschulen und außeruniversitären Forschungseinrichtungen in Deutschland"
        },
        {
          "id": "node/691",
          "author": "406",
          "description": "Im Rahmen eines User-Experience-Tests wird ein Service im Bereich digitaler Forschungsinfrastrukturen untersucht. Hierfür suchen wir Sie als Proband*innen mit und ohne…",
          "link": "https://dig-hum.de/aktuelles/ihre-user-experience-ist-gefragt-remote",
          "publishedOn": "2021-06-27T19:08:53.000Z",
          "wordCount": 849,
          "title": "Ihre User-Experience ist gefragt! (remote)"
        },
        {
          "id": "node/690",
          "author": "406",
          "description": "In zweieinhalb Wochen, am 15. Juli, endet der Call for Papers der DHd2022: »Kulturen des digitalen Gedächtnisses« (hier ist der Call zu finden: https://www.dhd2022.de/cfp/).\nDie 8…",
          "link": "https://dig-hum.de/aktuelles/%C2%BBdhd2022-kulturen-des-digitalen-ged%C3%A4chtnisses%C2%AB-potsdam-m%C3%A4rz-2022-endspurt-noch-25-wochen",
          "publishedOn": "2021-06-27T19:05:15.000Z",
          "wordCount": 822,
          "title": "»DHd2022: Kulturen des digitalen Gedächtnisses« (Potsdam, März 2022). Endspurt: Noch 2,5 Wochen bis zur Deadline!"
        },
        {
          "id": "node/689",
          "author": "406",
          "description": "Die Johannes Gutenberg-Universität Mainz (JGU) gehört zu den großen Universitäten in Deutschland. In der Wissenschaftsregion Rhein-Main entfaltet sie ihre Leistungsstärke,…",
          "link": "https://dig-hum.de/aktuelles/stellenangebot-wma-im-projekt-burchards-dekret-digital-mainz-50-eg-13-tv-l",
          "publishedOn": "2021-06-20T17:58:37.000Z",
          "wordCount": 787,
          "title": "Stellenangebot: WMA im Projekt Burchards Dekret Digital (Mainz, 50%, EG 13 TV-L)"
        }
      ]
    },
    {
      "title": "Site 3",
      "feedUrl": "https://digital.humanities.ox.ac.uk/rss.xml",
      "siteUrl": "https://digital.humanities.ox.ac.uk",
      "articles": []
    },
    {
      "title": "Digital Humanities at Stanford",
      "feedUrl": "https://digitalhumanities.stanford.edu/rss.xml",
      "siteUrl": "https://digitalhumanities.stanford.edu",
      "articles": [
        {
          "id": "841 at https://digitalhumanities.stanford.edu",
          "author": "Quinn Dombrowski",
          "description": "In 2019, I wrote a blog post about the experience of going to the DH conference in Utrecht, followed by the ACH conference in Pittsburgh. Two years later, it's time for another ACH write-up, with a very different point of comparison: !!Con, a tech conference celebrating \"the joy, excitement, and surprise of computing\". While I've attended and presented at other virtual events this year (including the CSDH-SCHN conference), as co-VP of ACH I was particularly committed to attending as much of that conference as I could, and volunteering as a chair, online respondent, and livetweeter. !!Con was a more serendipitous discovery thanks to a tweet from Scott Weingart. It was the first non-academic conference I've presented at, and while differences in both scale and nature make it hard to compare …",
          "link": "https://digitalhumanities.stanford.edu/conferencing-home-ach-2021-and-con",
          "publishedOn": "2021-07-28T18:21:27.000Z",
          "wordCount": 2406,
          "title": "Conferencing from Home: ACH 2021 and !!Con"
        },
        {
          "id": "836 at https://digitalhumanities.stanford.edu",
          "author": "Quinn Dombrowski",
          "description": "Spring quarter gave me the first chance in a long while to take some time off. The first week of the quarter was my kids' spring break, which we spent in a cabin in the woods near Mt. Lassen with just the right amount of internet: enough to quietly keep an eye on email, not enough for Zoom. We've taken some other long weekends, and there's been periods when school has been closed for one or more kids. Nonetheless, here's where things stand at the end of spring quarter.\nExisting projects\nI've been continuing to refine the static, Jekyll-based site for the Global Medieval Sourcebook, with a few CSS tweaks left to do. I had the opportunity to present what we've done so far with Mae Velloso-Lyons (and Elizabeth Honig, the faculty member behind a Jan Brueghel Catalogue Raisonné I worked on at U…",
          "link": "https://digitalhumanities.stanford.edu/dlcl-ats-round-spring-2021",
          "publishedOn": "2021-07-09T17:51:52.000Z",
          "wordCount": 1532,
          "title": "DLCL ATS round-up, spring 2021"
        },
        {
          "id": "831 at https://digitalhumanities.stanford.edu",
          "author": "Quinn Dombrowski",
          "description": "Winter quarter was a time of consolidation and slow progress, without much to share by way of exciting new developments. I worked on a lot of things that I expect will bear fruit down the road, but I can't point to anything concrete yet. Here's where things stand as of spring break 2021.\nExisting Projects\nWith some advice from Matthew Lincoln at Carnegie Mellon, I'm close to finishing the migration of the Global Medieval Sourcebook into a Jekyll site fashioned after CMU's DH Literacy Guidebook. It's been a multi-step process, including some XSLT, some Python, some OpenRefine, and I've kept notes along the way. I'm planning to write it all up during the spring, if only as a set of tips for people considering migrating from Drupal to a static website.\nThanks to the tireless nights-and-weeken…",
          "link": "https://digitalhumanities.stanford.edu/dlcl-ats-round-winter-2021",
          "publishedOn": "2021-03-24T23:20:04.000Z",
          "wordCount": 1612,
          "title": "DLCL ATS round-up, winter 2021"
        }
      ]
    },
    {
      "title": "Blog – Digital Scholarship",
      "feedUrl": "https://dslab.lib.rochester.edu/category/blog/feed",
      "siteUrl": "https://dslab.lib.rochester.edu",
      "articles": []
    },
    {
      "title": "ALLC RSS",
      "feedUrl": "https://eadh.org/feed",
      "siteUrl": "https://eadh.org/feed",
      "articles": [
        {
          "id": "1325 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "8 Aug 2021 - 00:00\n\n\n\nImmers-Ed Global Hackathon\n\n\n\n27 -30 September 2021\nApply by: 8 August 2021\nVirtual\nAnnouncing the first hackathon hosted by the University of Oxford dedicated to immersive technologies: Immers-Ed Global Hackathon. The event, modelled upon programming hackathons, brings together participants to creatively solve problems in the course of three days of intense collaboration.\nThe event tasks participants with devising solutions to challenges which were created or amplified by the pandemic in one of four key areas: Cultural Heritage, Medicine, Education and Environmental Sustainability.\nParticipants are invited to apply either individually or together with colleagues, as part of a team. No experience with hackathons or technical knowledge is required. The winning team will receive $10,000 in Amazon Web Services credit and professional mentoring and support to continue developing their idea.\nFor more information, including answers to commonly-asked questions, visit: https://oxr.eng.ox.ac.uk/hackox/\nApply here.\n \nOrganised by the University of Oxford's X-Reality Hub in collaboration with TORCH (En)coding Heritage Network and sponsored by Amazon Web Services. \nFor questions, email v-hub@it.ox.ac.uk.",
          "link": "https://eadh.org/news/2021/07/28/immers-ed-global-hackathon",
          "publishedOn": "2021-07-28T11:18:45.000Z",
          "wordCount": 464,
          "title": "Immers-Ed Global Hackathon"
        },
        {
          "id": "1323 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "Job opportunity: Chief Archivist/Principal Information Scientist - Budapest\n\n\n\nPosition: Faculty\nLocation: Budapest\nStatus: Full time\nUnit: Vera and Donald Blinken Open Society Archives\nE-mail: advert050@ceuedu\nApplication deadline: Open until filled\nStarting date: October 1, 2021\nWebsite: https://www.ceu.edu/job/chief-archivistprincipal-information-scientist-0\nThe Vera and Donald Blinken Open Society Archives (OSA) at Central European University (CEU) based primarily in Budapest but with teaching tasks in Vienna, Austria invites applications for the Chief Archivist/Principal Information Scientist position. Blinken OSA (www.osaarchivum.org), one of the most important Cold War and human rights archives in the world, is looking for a highly talented, innovative, socially committed and techno…",
          "link": "https://eadh.org/news/2021/07/20/job-opportunity-chief-archivistprincipal-information-scientist-budapest",
          "publishedOn": "2021-07-20T09:53:22.000Z",
          "wordCount": 1260,
          "title": "Job opportunity: Chief Archivist/Principal Information Scientist - Budapest"
        },
        {
          "id": "1319 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "21 Jul 2021 - 00:00\n\n\n\nCall for Nominations to EADH Executive Committee\n\n\n\nDear EADH members, \nThe European Association for Digital Humanities (EADH) seeks to elect two (2) new board members for its Executive Committee for the term 2021-2024 and now opens its Call for Nominations. \nEADH highlights the importance of a diverse and representative Executive Committee, and welcomes candidates from all backgrounds. For further information, please see our diversity and inclusivity statement <https://eadh.org/about/diversity-and-inclusivity>. \nFor each person wishing to be nominated for election, the EADH Elections Committee must receive the following three documents:\na) two nomination statements by EADH members (here, the proposers), stating the name of the person they wish to nominate (that is, …",
          "link": "https://eadh.org/news/2021/06/22/call-nominations-eadh-executive-committee",
          "publishedOn": "2021-06-22T17:32:43.000Z",
          "wordCount": 657,
          "title": "Call for Nominations to EADH Executive Committee"
        },
        {
          "id": "1318 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "Community Open Principles: Before, During and After the Global Pandemic\n\n\n\nThe Force11 Working Group Reimagining Educational Practices for Open (REPO) will be hosting its second webinar on Jun 30, 2021 at 13:00 UTC.\nCommunity Open Principles: Before, During and After the Global Pandemic\nDr. Ana Persic, UNESCO,\nDr. Arianna Becerril García, AmeliCA,\nDr. Johanna Havemann, Open Science MOOC,\nOsman Aldirdiri, AfricArXiv\nWhen we talk about Open (Open Science, Open Data, Open Access) what do we mean? How can we navigate the different definitions of what it means to be a community and to be Open? How do we engage with communities and train members around Open? What evidence are we using of how we are addressing Open? How can we be more inclusive and align our Open principles to foster norms, incentives, and recognition? Have our understandings around Open shifted during the pandemic? \nThis online webinar will address these questions via the experiences of invited open science communities, how they have designed and applied their open (science) principles before and during the pandemic, particularly with regard to outreach and training, while also looking out at the horizon, at a future beyond the pandemic. The webinar aims to include open (science) perspectives from a diverse group of communities, learn from their approaches, how they have evolved, and identify possible next steps that all, in our global community can consider.\nRegister now",
          "link": "https://eadh.org/news/2021/06/21/community-open-principles-during-and-after-global-pandemic-0",
          "publishedOn": "2021-06-21T09:15:01.000Z",
          "wordCount": 532,
          "title": "Community Open Principles: Before, During and After the Global Pandemic"
        },
        {
          "id": "1317 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "Community Open Principles: Before, During and After the Global Pandemic\n\n\n\nThe Force11 Working Group Reimagining Educational Practices for Open (REPO) will be hosting its second webinar on Jun 30, 2021 at 13:00 UTC.\nCommunity Open Principles: Before, During and After the Global Pandemic\nDr. Ana Persic, UNESCO,\nDr. Arianna Becerril García, AmeliCA,\nDr. Johanna Havemann, Open Science MOOC,\nOsman Aldirdiri, AfricArXiv\nWhen we talk about Open (Open Science, Open Data, Open Access) what do we mean? How can we navigate the different definitions of what it means to be a community and to be Open? How do we engage with communities and train members around Open? What evidence are we using of how we are addressing Open? How can we be more inclusive and align our Open principles to foster norms, incentives, and recognition? Have our understandings around Open shifted during the pandemic? \nThis online webinar will address these questions via the experiences of invited open science communities, how they have designed and applied their open (science) principles before and during the pandemic, particularly with regard to outreach and training, while also looking out at the horizon, at a future beyond the pandemic. The webinar aims to include open (science) perspectives from a diverse group of communities, learn from their approaches, how they have evolved, and identify possible next steps that all, in our global community can consider.\nRegister now",
          "link": "https://eadh.org/news/2021/06/21/community-open-principles-during-and-after-global-pandemic",
          "publishedOn": "2021-06-21T09:14:58.000Z",
          "wordCount": 532,
          "title": "Community Open Principles: Before, During and After the Global Pandemic"
        },
        {
          "id": "1316 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "5 Aug 2021 - 00:00\n\n\n\n#CfP LaTeCH-CLfL 2021\n\n\n\nThe 5th Joint SIGHUM Workshop on Computational Linguistics for Cultural Heritage, Social Sciences, Humanities and Literature\nto be held on-line on 11 November 2021 in conjunction with EMNLP 2021\nhttps://sighum.wordpress.com/events/latech-clfl-2021/\nSecond Call for Papers (with apologies for cross-posting)\nOrganisers: Stefania Degaetano-Ortlieb, Anna Kazantseva, Nils Reiter, Stan Szpakowicz\nLaTeCH-CLfL 2021 is the fifth in a series of meetings for NLP researchers who work with data from the broadly understood arts, humanities and social sciences, and for specialists in those disciplines who apply NLP techniques in their work. The workshop continues a long tradition of annual meetings. The SIGHUM Workshops on Language Technology for Cultural Her…",
          "link": "https://eadh.org/news/2021/06/14/cfp-latech-clfl-2021",
          "publishedOn": "2021-06-14T13:55:47.000Z",
          "wordCount": 1226,
          "title": "#CfP LaTeCH-CLfL 2021"
        },
        {
          "id": "1313 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "15 Jul 2021 - 00:00\n\n\n\nCfP: DHd 2022, 7.- 11.03.2022, Potsdam, Germany\n\n\n\nDear all,\n \nWe would like to inform you that submissons are welcome for DHd 2022, 7.- 11.03.2022, at Potsdam, Germany.\nDHd 2022 \"Kulturen des digitalen Gedächtnisses\" is the annual conference of the Verband Digital Humanities im deutschsprachigen Raum, an associative member of the European Association of Digital Humanities (EADH). \nCheck out the website (https://www.dhd2022.de) for the Call for Papers (in German) and details about the submission procedure. Please notice that the deadline is 15.07.2021. You can also follow us on Twitter @dhd2022!\nLooking forward to welcome you at Potsdam,\n \nUlrike Wuttke\non behalf of the Local Organisers of DHd 2022",
          "link": "https://eadh.org/news/2021/06/09/cfp-dhd-2022-7-11032022-potsdam-germany",
          "publishedOn": "2021-06-09T10:25:05.000Z",
          "wordCount": 410,
          "title": "CfP: DHd 2022, 7.- 11.03.2022, Potsdam, Germany"
        },
        {
          "id": "1312 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "Job Offer: Professorship (W2-S) for “Historical Educational Research with a Focus on Digital Humanities” at Humboldt-Universität zu Berlin and DIPF\n\n\n\nThe Faculty of Humanities and Social Sciences, Institute for Educational Sciences, of Humboldt-Universität zu Berlin, and Leibniz Institute for Research and Information in Education (DIPF) invite applications for a\nProfessorship (W2-S) for “Historical Educational Research with a Focus on Digital Humanities”\nlimited to 5 years, starting as soon as possible.\nApplicants should be experienced researchers in the field of German and/or transnational history of education with a focus on or documented interest in epistemological questions and methods of the Digital Humanities. The task of the successful applicant is to develop new uses of Digital Hu…",
          "link": "https://eadh.org/news/2021/06/05/job-offer-professorship-w2-s-historical-educational-research-focus-digital",
          "publishedOn": "2021-06-05T13:33:59.000Z",
          "wordCount": 904,
          "title": "Job Offer: Professorship (W2-S) for “Historical Educational Research with a Focus on Digital Humanities” at Humboldt-Universität zu Berlin and DIPF"
        },
        {
          "id": "1311 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "28 May 2021 - 00:00\n\n\n\nCDH Webinar: ‘Mediating sustainable cities: a methodological approach’, presented by Paola Monachesi\n\n\n\nDate/Time\nDate(s) - 28-05-2021\n15:00 - 16:15\nLocation\nOnline\nRegistration through the following link: Centre for Digital Humanities | CDH Webinar: 'Mediating sustainable cities: a methodological approach', presented by Paola Monachesi (uu.nl)\nOn 28 May, the Utrecht Centre for Digital Humanities organises a webinar in which Dr Paola Monachesi (Languages, Literature and Communication, Utrecht University) presents a podcast series under development focusing on her research on urban sustainable development.\nEnvironmental sustainability\nIn her research, Monachesi takes a communication approach to urban sustainable development. She focuses on social behaviour analysed on the basis of communication arising from social media data. She claims that data ownership is key to digital and environmental sustainability.\nSocial media data\nIn this webinar Monachesi presents the computational methodology she developed to analyse social media data that exploits the linguistic, communicative and relational characteristics of the users. She focuses on two communities: creative migrants and elderly. In order to reveal the more implicit meaning of the data, she combines her quantitative analysis with a qualitative, thematic analysis in a novel mixed-method approach based on an explanatory sequential emergent design.\nPodcast and debate\nAttendants will listen to 3 podcasts of about 10-15 mins addressing the methodology. There will be space to ask questions and have a debate about the approach, results of the analysis and the relation between digital and environmental sustainability. Furthermore, there will be the possibility to comment and give feedback on the podcast series.",
          "link": "https://eadh.org/news/2021/05/26/cdh-webinar-mediating-sustainable-cities-methodological-approach-presented-paola",
          "publishedOn": "2021-05-26T07:18:21.000Z",
          "wordCount": 557,
          "title": "CDH Webinar: ‘Mediating sustainable cities: a methodological approach’, presented by Paola Monachesi"
        },
        {
          "id": "1310 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "Upcoming Association for Documentary Editing (ADE) virtual conference\n\n\n\nRegistration is now open for the Association for Documentary Editing’s 2021 Virtual Conference “Representation and Recovery.” To promote a wide range of conversations, this year’s program will be held in two portions, with an “annual meeting” on 24-27 June, and “conference/networking sessions” on 6, 13, 20, and 27 July. All events will be held virtually. Live sessions will be made available on Zoom, and recordings (where permitted) will be made available on the ADE’s YouTube channel.\nLearn more about registration details and see the full schedule of events here. Access the shareable program flyer here.",
          "link": "https://eadh.org/news/2021/05/24/upcoming-association-documentary-editing-ade-virtual-conference",
          "publishedOn": "2021-05-24T16:28:45.000Z",
          "wordCount": 403,
          "title": "Upcoming Association for Documentary Editing (ADE) virtual conference"
        },
        {
          "id": "1308 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "Join us for an (en)coding Heritage Seminar Series! \n\n\n\nThe (en)coding Heritage Seminar Series brings together researchers who are working at the cutting edge of digital technologies, humanities and heritage science. Each session will consist of several presentations describing ongoing projects in the field. Topics include digital mapping projects, data visualisation, digital art history/digital visual studies, digital restorations, and new mobile applications for the recoding of architecture and cultural heritage.\nThe seminar will take place on the following dates:\nNew Directions in Digital Visual Studies, 27 May 2021, 5 pm (BST)\nMapping Real and Imagined Sites, 10 June 2021, 5pm (BST)\nImmersive Technologies in Education, 17 June 2021, 5pm (BST).\nThe full programme will be published here in due course.\nRegister for one event or the entire series using the following form:\nhttps://durhamuniversity.zoom.us/webinar/register/WN_To6vV0NBR3Wq_T4Ejbslwg\nOrganised by the (en)coding Heritage in collaboration with Leonardo Impett (Durham University).",
          "link": "https://eadh.org/news/2021/05/18/join-us-encoding-heritage-seminar-series",
          "publishedOn": "2021-05-18T17:47:10.000Z",
          "wordCount": 445,
          "title": "Join us for an (en)coding Heritage Seminar Series!"
        },
        {
          "id": "1307 at https://eadh.org",
          "author": "Communication Fellow",
          "description": "11 Jun 2021 - 00:00\n\n\n\nEADH Elections 2021 - Participation Requirements\n\n\n\nDear colleagues,\nThis message concerns the forthcoming EADH Elections.\nThank you for your continued support of EADH and its Associate Organisations. This is to remind you that elections for new members of the EADH Executive Committee will be held prior to the EADH AGM 2021.\nThose wishing to take part in the elections as voters or candidates must be Members in Good Standing (i.e. have paid their membership fees) by June 11th, whether as a direct or joint member of EADH, or through one of its Associate Organizations:\n\nAIUCD (Associazione Informatica Umanistica e Cultura Digitale)\nCzADH (Česká asociace pro digitální humanitní vědy)\nDHd (Digital Humanities im deutschsprachigen Raum)\nDHNB (Digital Humanities in the Northern and Baltic countries)\nDHRussia (Российская ассоциация цифровых гуманитарных наук)\nFor information on renewing membership fees, please see https://eadh.org/membership or consult the website of your Association. Each member must assure that the email address used  is not already in use for another registration in the realm of EADH (AOs and DSH subscription).\nWe will circulate more information about the election process later in the year.\n In the meantime, if you are interested in standing as an Executive Committee member please don't hesitate to contact us at <nominations@eadh.org>.\n \nBest regards,\nOn behalf of the EADH Elections committee\nAnna-Maria Sichani \nMarieke van Erp\nJoris van Zundert\nBarbara Bordalejo\nMikko Tolonen",
          "link": "https://eadh.org/news/2021/05/14/eadh-elections-2021-participation-requirements",
          "publishedOn": "2021-05-14T16:29:33.000Z",
          "wordCount": 529,
          "title": "EADH Elections 2021 - Participation Requirements"
        }
      ]
    },
    {
      "title": "Judaica DH at the Penn Libraries",
      "feedUrl": "https://judaicadh.github.io/feed.xml",
      "siteUrl": "https://judaicadh.github.io//",
      "articles": [
        {
          "id": "https://judaicadh.github.io//blog/2021-05-31-scribes-recap/",
          "author": null,
          "description": "The Center for Research Data and Digital Scholarship at University of Pennsylvania Libraries, The Center for Digital Humanities at Princeton University Library, the Princeton Geniza Lab, and the Zooniverse present a series of conversations on project management and development, creation and use of data, and crowdsourcing platforms and research possibilities.",
          "link": "https://judaicadh.github.io//blog/2021-05-31-scribes-recap/",
          "publishedOn": "2021-05-31T04:00:00.000Z",
          "wordCount": 465,
          "title": "RECAP: Crowdsourcing and the Humanities: Roundtable Discussions Celebrating Scribes of the Cairo Geniza"
        },
        {
          "id": "https://judaicadh.github.io//blog/2021-04-21-celebrating-scribes/",
          "author": null,
          "description": "The Center for Research Data and Digital Scholarship at University of Pennsylvania Libraries, The Center for Digital Humanities at Princeton University Library, the Princeton Geniza Lab, and the Zooniverse present a series of conversations on project management and development, creation and use of data, and crowdsourcing platforms and research possibilities.",
          "link": "https://judaicadh.github.io//blog/2021-04-21-celebrating-scribes/",
          "publishedOn": "2021-04-21T04:00:00.000Z",
          "wordCount": 569,
          "title": "EVENT: Crowdsourcing and the Humanities: Roundtable Discussions Celebrating Scribes of the Cairo Geniza"
        }
      ]
    },
    {
      "title": "Living with Machines",
      "feedUrl": "https://livingwithmachines.ac.uk/feed",
      "siteUrl": "https://livingwithmachines.ac.uk",
      "articles": [
        {
          "id": "https://livingwithmachines.ac.uk/?p=1960",
          "author": "Mia Ridge",
          "description": "An exhibition has been part of our plans since we began working on the funding bid that became Living with Machines in 2017 or so. In 2020 we began work in earnest on finding collaborators, finding dates at a suitable venue and thinking about how we could translate research findings from Living with Machines into […]",
          "link": "https://livingwithmachines.ac.uk/exploring-ideas-for-our-living-with-machines-exhibition/?utm_source=rss&utm_medium=rss&utm_campaign=exploring-ideas-for-our-living-with-machines-exhibition",
          "publishedOn": "2021-08-11T18:18:50.000Z",
          "wordCount": 832,
          "title": "Exploring ideas for our Living with Machines exhibition"
        },
        {
          "id": "https://livingwithmachines.ac.uk/?p=1942",
          "author": "Mia Ridge",
          "description": "We are excited to announce a major milestone for newspapers digitised through this project – from today, some of the out of copyright newspapers we digitised are free to view on the British Newspaper Archive. We’re part of the first million free to view pages as part of this collaboration between the British Library and […]",
          "link": "https://livingwithmachines.ac.uk/sharing-the-benefits-free-to-view-newspapers-on-the-british-newspaper-archive/?utm_source=rss&utm_medium=rss&utm_campaign=sharing-the-benefits-free-to-view-newspapers-on-the-british-newspaper-archive",
          "publishedOn": "2021-08-09T12:51:22.000Z",
          "wordCount": 1002,
          "title": "Sharing the benefits: free to view newspapers on the British Newspaper Archive"
        },
        {
          "id": "https://livingwithmachines.ac.uk/?p=1934",
          "author": "Christina Last",
          "description": "What is your name? Christina Last What is your background? I am a Research Data Scientist in the Research Engineering Group at the Turing, where I specialise in building machine learning solutions to understand our cities. My work bridges social data science, geographic machine learning, and machine learning operations. I enjoy working with city governments and international organizations on software and […]",
          "link": "https://livingwithmachines.ac.uk/introducing-christina-last/?utm_source=rss&utm_medium=rss&utm_campaign=introducing-christina-last",
          "publishedOn": "2021-07-29T12:32:21.000Z",
          "wordCount": 768,
          "title": "Introducing… Christina Last"
        },
        {
          "id": "https://livingwithmachines.ac.uk/?p=1916",
          "author": "Daniel van Strien",
          "description": "Newspapers are a visual medium, communicating not only through text but also through visual information, including photographs, maps and other images. Research on historic newspapers, particularly with digital methods, has focused primarily on the text contained in the newspapers. However, there is potentially a lot to be learned by also looking at the visual content […]",
          "link": "https://livingwithmachines.ac.uk/nnanno-a-tool-to-help-work-with-newspaper-navigator-images/?utm_source=rss&utm_medium=rss&utm_campaign=nnanno-a-tool-to-help-work-with-newspaper-navigator-images",
          "publishedOn": "2021-07-09T15:08:58.000Z",
          "wordCount": 660,
          "title": "nnanno: a tool to help work with Newspaper Navigator images"
        },
        {
          "id": "https://livingwithmachines.ac.uk/?p=1904",
          "author": "Kaspar Beelen",
          "description": "🤗 Giovanni Colavizza and Kaspar Beelen asked digital humanities (DH) researchers which computational resources would (if available) accelerate their research in the years to come.  We called this unicorn “DH’s HuggingFace” in reference to a code library in Python. The Hugging Face library recently boosted various forms of computational research by greatly facilitating the process […]",
          "link": "https://livingwithmachines.ac.uk/what-could-be-the-digital-humanities-hugging-face/?utm_source=rss&utm_medium=rss&utm_campaign=what-could-be-the-digital-humanities-hugging-face",
          "publishedOn": "2021-06-10T07:36:15.000Z",
          "wordCount": 1193,
          "title": "What could be the digital humanities’ Hugging Face?"
        },
        {
          "id": "https://livingwithmachines.ac.uk/?p=1881",
          "author": "Katie McDonough",
          "description": "We have published a new Open Access article in the Journal of Victorian Culture about using Computer Vision with historical maps. ‘Maps of a Nation?’ describes our Computer Vision pipeline for working with thousands of maps at once, which enables new forms of historical inquiry based on spatial analysis. The Ordnance Survey has been the […]",
          "link": "https://livingwithmachines.ac.uk/new-article-maps-of-a-nation/?utm_source=rss&utm_medium=rss&utm_campaign=new-article-maps-of-a-nation",
          "publishedOn": "2021-05-17T19:46:00.000Z",
          "wordCount": 843,
          "title": "New Article: Maps of a Nation"
        },
        {
          "id": "https://livingwithmachines.ac.uk/?p=1829",
          "author": "Olivia Vane",
          "description": "We are very pleased to share the code for ‘Press Picker’, our interactive data visualisation tool for newspaper metadata: https://github.com/Living-with-machines/PressPicker_public. We developed Press Picker, as part of Living with Machines, to help us get a handle on British Library newspaper data, as we planned digitisation. The scale and complexity of the newspaper metadata—different formats held […]",
          "link": "https://livingwithmachines.ac.uk/press-picker-code-published/?utm_source=rss&utm_medium=rss&utm_campaign=press-picker-code-published",
          "publishedOn": "2021-03-08T14:04:02.000Z",
          "wordCount": 555,
          "title": "Press Picker code published"
        }
      ]
    },
    {
      "title": "Stories by metaLAB (at) Harvard on Medium",
      "feedUrl": "https://medium.com/@metalabharvard/feed",
      "siteUrl": "https://medium.com/@metalabharvard?source=rss-db3c64260dfa------2",
      "articles": []
    },
    {
      "title": "Digital Linguistics - Medium",
      "feedUrl": "https://medium.com/feed/digital-linguistics",
      "siteUrl": "https://medium.com/digital-linguistics?source=rss----40d4e45e70ab---4",
      "articles": []
    },
    {
      "title": "OpenMethods",
      "feedUrl": "https://openmethods.dariah.eu/feed/",
      "siteUrl": "https://openmethods.dariah.eu",
      "articles": [
        {
          "id": "https://traininthedistance.wordpress.com/2021/05/07/what-counts-as-culture-part-i-sentiment-analysis-of-the-times-music-reviews-1950-2009/",
          "author": "Lucy Havens",
          "description": "Introduction: This blog post by Lucy Havens presents a sentiment analysis of over 2000 Times Music Reviews using freely available tools: defoe for building the corpus of reviews, VADER for sentiment analysis and Jupiter Notebooks to provide a rich documentation and to connect the different components of the analysis. The description of the workflow comes with tool and method criticism reflections, including an outlook how to improve and continue to get better and more results.",
          "link": "https://openmethods.dariah.eu/2021/07/08/what-counts-as-culture-part-i-sentiment-analysis-of-the-times-music-reviews-1950-2009-train-in-the-distance/",
          "publishedOn": "2021-07-08T14:36:00.000Z",
          "wordCount": 936,
          "title": "What Counts as Culture? Part I: Sentiment Analysis of The Times Music Reviews, 1950-2009 – train in the distance"
        },
        {
          "id": "http://revistas.uned.es/index.php/RHD/article/view/27247",
          "author": "Author on Source",
          "description": "Introduction: This article explores the potential use of data-driven methods to visualise and interpret the impact of Western efforts to influence Cold War dynamics using a covert book distribution programme. Based on a documentary corpus connected to the 2013 book by Alfred Reisch, which documented efforts by the CIA to disseminate books in the Soviet Bloc in the period 1956-1971, the authors use the Tableau Public platform to re-assess information science methods for researching historical events. Their analysis suggests that books distributed did not tend to have a more obvious political slant, but were more likely to have a broader universalist outlook. While it skirts around some of the limitations of visualization (highlighted elsewhere by Drucker and others) it offers a solid introduction to the benefits of a data-driven approach to a general audience.",
          "link": "https://openmethods.dariah.eu/2021/06/28/visualizando-libros-difundidos-y-censurados-durante-la-guerra-fria-1956-1971-el-caso-alfred-reisch/",
          "publishedOn": "2021-06-28T11:39:00.000Z",
          "wordCount": 1044,
          "title": "Visualizando libros difundidos y censurados durante la Guerra Fría: 1956-1971. El caso Alfred Reisch"
        },
        {
          "id": "http://openmethods.dariah.eu/?p=3052",
          "author": "Erzsebet Tóth-Czifra",
          "description": "In the next episode, we are looking behind the scenes of two ontologies: NeMO and the Scholarly Ontology (SO) with Panos Constantopoulos and Vayianos Pertsas who tell us the story behind these ontologies and explain how they can be used to ease or upcycle your daily works as a researcher. We discuss the value of knowledge graphs, how NeMO and SO connect with the emerging DH ontology landscape and beyond, why Open Access is a precondition of populating them, the Greek DH landscape …and many more!",
          "link": "https://openmethods.dariah.eu/2021/06/22/openmethods-spotlights-3-keeping-a-smart-diary-of-research-processes-with-nemo-and-the-scholarly-ontology/",
          "publishedOn": "2021-06-22T14:13:19.000Z",
          "wordCount": 3406,
          "title": "OpenMethods Spotlights #3 Keeping a smart diary of research processes with NeMO and the Scholarly Ontology"
        },
        {
          "id": "http://revistas.uned.es/index.php/RHD/article/view/27716",
          "author": "Author on Source",
          "description": "Introduction: In this paper, Ehrlicher et al. follow a quantitative approach to unveil possible structural parallelisms between 13 comedies and 10 autos sacramentales written by Calderón de la Barca. Comedies are analyzed within a comparative framework, setting them against Spanish comedia nueva and French comedie precepts. Authors employ tool DramaAnalysis and statistics for their examination, focusing on: word frequency per subgenre, average number of characters, their variation and discourse distribution, etc. Autos sacramentales are also evaluated through these indicators. Regarding comedies, Ehrlicher et al.’s results show that Calderón: a) plays with units of space and time depending on creative and dramatic needs, b) does not follow French comedie conventions of character intervention or linkage, but c) does abide by its concept of structural symmetry. As for autos sacramentales, their findings brought forth that these have a similar length and character variation to comedies. However, they also identified the next difference: Calderón uses character co-presence in them to reinforce the message conveyed. Considering all this, authors confirm that Calderón’s comedies disassociate from classical notions of theatre – both Aristotelian and French –ideals. With respect to autos sacramentales, they believe further evaluation would be needed to verify ideas put forward and identify other structural patterns.",
          "link": "https://openmethods.dariah.eu/2021/05/24/la-poetica-dramatica-desde-una-perspectiva-cuantitativa-la-obra-de-calderon-de-la-barca/",
          "publishedOn": "2021-05-24T11:40:00.000Z",
          "wordCount": 1238,
          "title": "La poética dramática desde una perspectiva cuantitativa: la obra de Calderón de la Barca"
        },
        {
          "id": "https://www.degruyter.com/view/book/9783110689112/10.1515/9783110689112-008.xml",
          "author": "Author on Source",
          "description": "Introduction: Digital Literary Studies has long engaged with the challenges in representing ambiguity, contradiction and polyvocal readings of literary texts. This book chapter describes a web-based tool called CATMA which  promises a \"low-threshold\" approach to digitally encoded text interpretation. CATMA has a long trajectory based on a 'standoff' approach to markup, somewhat provocatively described by its creators as \"undogmatic\", which stands in contrast to more established systems for text representation in digital scholarly editing and publishing such as XML markup, or the Text Encoding Initiative (TEI). Standoff markup involves applying numbers to each character of a text and then using those numbers as identifiers to store interpretation externally. This approach allows for \"multip…",
          "link": "https://openmethods.dariah.eu/2021/05/17/undogmatic-literary-annotation-with-catma-in-annotations-in-scholarly-editions-and-research/",
          "publishedOn": "2021-05-17T05:46:00.000Z",
          "wordCount": 1700,
          "title": "Undogmatic Literary Annotation with CATMA in: Annotations in Scholarly Editions and Research"
        },
        {
          "id": "http://openmethods.dariah.eu/?p=2967",
          "author": "Marinella Testori",
          "description": "Introduction: Among the most recent, currently ongoing, projects exploiting distant techniques reading there is the European Literary Text Collection (ELTeC), which is one of the main elements of the Distant Reading for European Literary History (COST Action CA16204, https://www.distant-reading.net/). Thanks to the contribution provided by four Working Groups (respectively dealing with Scholarly Resources, Methods and Tools, Literary Theory and History, and Dissemination: https://www.distant-reading.net/working-groups/ ), the project aims at providing at least 2,500 novels written in ten European languages with a range of Distant Reading computational tools and methodological strategies to approach them from various perspectives (textual, stylistic, topical, et similia). A full description of the objectives of the Action and of ELTeC can be found and read in the Memorandum of Understanding for the implementation of the COST Action “Distant Reading for European Literary History” (DISTANT-READING) CA 16204”, available at the link  https://e-services.cost.eu/files/domain_files/CA/Action_CA16204/mou/CA16204-e.pdf\n\n[Click ‘Read more’ for the full post!]",
          "link": "https://openmethods.dariah.eu/2021/05/11/novels-in-distant-reading-the-european-literary-text-collection-eltec/",
          "publishedOn": "2021-05-11T10:32:51.000Z",
          "wordCount": 1305,
          "title": "Novels in distant reading: the European Literary Text Collection (ELTeC)."
        },
        {
          "id": "https://arxiv.org/abs/2008.05122v1",
          "author": "Author on Source",
          "description": "Introduction: NLP modelling and tasks performed by them are becoming an integral part of our daily realities (everyday or research). A central concern of NLP research is that for many of their users, these models still largely operate as black boxes with limited reflections on why the model makes certain predictions, how their usage is skewed towards certain content types, what are the underlying social, cultural biases etc.  The open source Language Interoperability Tool  aim to change this for the better and brings transparency to the visualization and understanding of NLP models. The pre-print describing the tool comes with rich documentation and description of the tool (including case studies of different kinds) and gives us an honest SWOT analysis of it.",
          "link": "https://openmethods.dariah.eu/2021/04/29/2008-05122-the-language-interpretability-tool-extensible-interactive-visualizations-and-analysis-for-nlp-models/",
          "publishedOn": "2021-04-29T09:58:00.000Z",
          "wordCount": 984,
          "title": "The Language Interpretability Tool: Extensible, Interactive Visualizations and Analysis for NLP Models"
        },
        {
          "id": "http://openmethods.dariah.eu/?p=2878",
          "author": "Marinella Testori",
          "description": "Introduction: Standing for 'Architecture of Knowledge', ArCo is an open set of resources developed and managed by some Italian institutions, like the MiBAC (Minister for the Italian Cultural Heritage) and, within it, the ICCD - Institute of the General Catalogue and Documentation), and the CNR - Italian National Research Council. Through the application of eXtreme Design (XD), ArCO basically consists in an ontology network comprising seven modules (the arco, the core, the catalogue, the location, the denotative description, the context description, and the cultural event) and a set of LOD data comprising a huge amount of linked entities referring to the national Italian cultural resources, properties and events. Under constant refinement, ArCo represents an example of a \"robust Semantic Web resource\" (Carriero et al., 11) in the field of cultural heritage, along with other projects like, just to mention a couple of them, the Google Arts&Culture (https://artsandculture.google.com/) or the Smithsonian American Art Museum (https://americanart.si.edu/about/lod).\n\n[Click ‘Read more’ for the full post!]",
          "link": "https://openmethods.dariah.eu/2021/03/11/cultural-ontologies-the-arco-knowledge-graph/",
          "publishedOn": "2021-03-11T11:39:55.000Z",
          "wordCount": 1111,
          "title": "Cultural Ontologies: the ArCo Knowledge Graph."
        }
      ]
    },
    {
      "title": "Price Lab for Digital Humanities",
      "feedUrl": "https://pricelab.sas.upenn.edu/rss.xml",
      "siteUrl": "https://pricelab.sas.upenn.edu",
      "articles": [
        {
          "id": "1137 at https://pricelab.sas.upenn.edu",
          "author": "svarner@upenn.edu",
          "description": "Academic Title: \n\nFourth Year Ph.D. Student, History\n\n\n\nLaura Newman Eckstein is a fouth-year Ph.D. student in history at the University of Pennsylvania. Her studies focus on Jews in the Atlantic world (17th-19th centuries) with specific interests in trade networks, material culture, book history, gender, race and digital humanities methodologies. Prior to her doctoral studies, she worked as the Judaica Digital Humanities Coordinator at the University of Pennsylvania Libraries. She holds a bachelor’s degree with the highest honors in religion from Haverford College. Eckstein’s senior thesis at Haverford focused on Jewish peddlers, their business networks, and their religious practices along the Lower Mississippi River between 1820-1865. She is the recipient of a 2014 Tri-College, Mellon Foundation Digital Humanities Fellowship where she where she worked with Professor Ryan Cordell in his lab for Viral Maps, Texts and Networks at Northeastern University, mapping the spread and reprinting of 19th-century newspapers and magazines. Eckstein is also the recipient of a John B. Hurford Arts and Humanities Center Summer Research Fellowship.\n\n\nFellowship Date: \n\nAugust, 2021—August, 2022",
          "link": "https://pricelab.sas.upenn.edu/fellows/eckstein-laura",
          "publishedOn": "2021-08-20T16:52:47.000Z",
          "wordCount": 359,
          "title": "Laura  Eckstein"
        },
        {
          "id": "1136 at https://pricelab.sas.upenn.edu",
          "author": "milinski@upenn.edu",
          "description": "Academic Title: \n\nAssociate Professor, English, University of Pennsylvania\n\n\n\nZita C. Nunes, Associate Professor of English, teaches and conducts research in the area of African American/African Diaspora literatures from a pan-African and multilingual perspective.The author of Cannibal Democracy: Race and Representation in the Literature of the Americas (Minnesota UP, 2008), she is completing a monograph, Racism in Translation: Multilingualism, Comparative Literature, the Harlem Renaissance, and a bilingual digital edition of the Correio de África, a Black newspaper published in Lisbon, Portugal between 1921 and 1924. \n\n\nFellowship Date: \n\nAugust, 2021—September, 2022",
          "link": "https://pricelab.sas.upenn.edu/fellows/nunes-zita",
          "publishedOn": "2021-08-12T14:04:00.000Z",
          "wordCount": 279,
          "title": "Zita C. Nunes"
        },
        {
          "id": "1135 at https://pricelab.sas.upenn.edu",
          "author": "milinski@upenn.edu",
          "description": "Academic Title: \n\nAssociate Professor, Communication, University of Pennsylvania\n\n\n\nJessa Lingel is an associate professor at the Annenberg School for Communication and core faculty in the Gender, Sexuality and Women’s Studies Program at the University of Pennsylvania.  She received her PhD in communication and information from Rutgers University.  She has an MLIS from Pratt Institute and an MA in gender studies from New York University.  Her research interests include digital inequalities and technological distributions of power. Using qualitative methods, Lingel studies how marginalized and countercultural groups use and reshape digital media.\n\n\nFellowship Date: \n\nAugust, 2021—August, 2022",
          "link": "https://pricelab.sas.upenn.edu/fellows/lingel-jessa",
          "publishedOn": "2021-08-12T13:43:05.000Z",
          "wordCount": 284,
          "title": "Jessa  Lingel"
        },
        {
          "id": "1134 at https://pricelab.sas.upenn.edu",
          "author": "milinski@upenn.edu",
          "description": "Academic Title: \n\nPh.D. Candidate, Comparative Literature, University of Pennsylvania\n\n\n\nAngelina Eimannsberger is a graduate student in the Comparative Literature department at the University of Pennsylvania. Eimannsberger's research focuses on contemporary US women writers, novels and life writing, feminist theory, Socialist Feminism, femininity, and queer theory, as well as women’s book clubs, and diverse re-tellings of Pride and Prejudice. Eimannsberger's Summer 2020 project involved an analysis of the female celebrity book club Reese's Book Club (hosted by actress and producer Reese Witherspoon and her company Hello Sunshine), its books and participants as well as bookish talk about the books, especially on Goodreads.\n \n\n\nFellowship Date: \n\nAugust, 2021—August, 2022",
          "link": "https://pricelab.sas.upenn.edu/fellows/eimannsberger-angelina-0",
          "publishedOn": "2021-08-10T14:47:45.000Z",
          "wordCount": 294,
          "title": "Angelina   Eimannsberger"
        },
        {
          "id": "1133 at https://pricelab.sas.upenn.edu",
          "author": "milinski@upenn.edu",
          "description": "Academic Title: \n\nPh.D. Candidate, English, University of Pennsylvania\n\n\n\nMatthew Aiello is a Ph.D. Candidate in English at UPenn. His dissertation, Writing Under Duress: Trauma and Repetition in Early England, 1070-1270 treats trauma as a dynamic force that can be reconfigured as a tool of historical analysis for premodern texts while also exploring how trauma theory itself can be changed by the decentering agent of the premodern. His published work has appeared in Comitatus, Essays and Studies, Review of English Studies, and most recently in New Medieval Literatures. \n\n\nFellowship Date: \n\nAugust, 2021",
          "link": "https://pricelab.sas.upenn.edu/fellows/aiello-matthew",
          "publishedOn": "2021-08-10T13:27:24.000Z",
          "wordCount": 281,
          "title": "Matthew  Aiello"
        },
        {
          "id": "1132 at https://pricelab.sas.upenn.edu",
          "author": "milinski@upenn.edu",
          "description": "Academic Title: \n\nLecturer, Critical Writing Program, University of Pennsylvania\n\n\n\nDr. Ali M. Rahman is a Lecturer in the Critical Writing Program at the University of Pennsylvania. Ali completed his Ph.D. at UC Santa Barbara focusing on Islamic oral traditions and education in the digital age. He has taught in the Middle East with refugee populations, the New York prison system, independent K-12 and boarding schools, and both public and private universities. His research focuses on digital writing, rhetoric, and pedagogy. He is currently working on a book exploring authority in online spaces and the search for knowledge in a neoliberal age.\n\n\nFellowship Date: \n\nAugust, 2021—September, 2022",
          "link": "https://pricelab.sas.upenn.edu/fellows/rahman-ali",
          "publishedOn": "2021-08-06T17:17:42.000Z",
          "wordCount": 296,
          "title": "Ali  M.  Rahman"
        },
        {
          "id": "1131 at https://pricelab.sas.upenn.edu",
          "author": "milinski@upenn.edu",
          "description": "Academic Title: \n\nEmerging and Digital Literacy Designer, University of Pennsylvania\n\n\n\nDr. Amanda Licastro (she/her) is the Emerging and Digital Literacy Designer at the University of Pennsylvania, responsible for providing instructional design support in collaboration with other Library units and campus partners to ensure success of the critical literacies initiative. Amanda was formerly the Assistant Professor of Digital Rhetoric at Stevenson University in Maryland. Her research explores the intersection of technology and writing, including book history, dystopian literature, and digital humanities, with a focus on multimodal composition and Extended Reality. Amanda serves as the Director of Pedagogical Initiatives of the Book Traces project and is co-founder of the Journal of Interactive Technology and Pedagogy and the Writing Studies Tree. Publications include articles in Kairos, Digital Pedagogy in the Humanities, Hybrid Pedagogy, and Communication Design Quarterly, as well as chapters in Digital Reading and Writing in Composition Studies, and Critical Digital Pedagogy. Her co-edited collection, Composition and Big Data, is available for pre-order  from University of Pittsburgh Press. The grant-funded project on Virtual Reality Amanda developed and executed was awarded the Paul Fortier Prize at the 2017 Digital Humanities conference, and has been featured in the Baltimore Sun and Baltimore Magazine.\n\n\nFellowship Date: \n\nAugust, 2021—September, 2022",
          "link": "https://pricelab.sas.upenn.edu/fellows/licastro-amanda",
          "publishedOn": "2021-08-05T19:17:54.000Z",
          "wordCount": 393,
          "title": "Amanda   Licastro"
        },
        {
          "id": "1130 at https://pricelab.sas.upenn.edu",
          "author": "milinski@upenn.edu",
          "description": "Academic Title: \n\nDigital Humanities Specialist\n\n\n\nCassandra serves as a liaison between the Center for Research Data & Digital Scholarship in the library and the Price Lab for Digital Humanities. She specializes in managing and supporting digital projects across a wide range of media. In her own practice, Cassandra is an artist, designer, programmer, and scholar who balances the critical with the creative. Her research and design interests include archival information systems, decolonial mapping, queer interfaces, e-textiles, and feminist data visualization. She is a designer and developer at the Immersive Realities Lab for the Humanities, and she teaches part-time at Parsons School of Design. She has a bachelor’s degree in American Studies and Classics from Amherst College, where she also received the Five College Certificate in Native American and Indigenous Studies. She holds an MFA in Design and Technology from Parsons School of Design.\n\n\nFellowship Date: \n\nAugust, 2021",
          "link": "https://pricelab.sas.upenn.edu/fellows/hradil-cassandra",
          "publishedOn": "2021-08-03T18:09:29.000Z",
          "wordCount": 337,
          "title": "Cassandra   Hradil"
        },
        {
          "id": "1129 at https://pricelab.sas.upenn.edu",
          "author": "milinski@upenn.edu",
          "description": "Academic Title: \n\nProfessor and Chair of Graduate Studies, Department of History, University of Pennsylvania\n\n\n\nJared Farmer is Professor and Chair of Graduate Studies, Department of History, University of Pennsylvania. An environmental historian, Farmer has temporal expertise in the long nineteenth century, and regional expertise in the North American West. He has received fellowships and grants from institutions such as ACLS, NEH, and the Sloan Foundation. His book On Zion’s Mount: Mormons, Indians, and the American Landscape (Harvard, 2008) won the Francis Parkman Prize from the Society of American Historians. In 2014, the Dallas Institute presented him the Hiett Prize in the Humanities; in 2017, the Carnegie Corporation of New York named him an Andrew Carnegie Fellow; and in 2018, the American Academy in Berlin awarded him a Berlin Prize. His forthcoming book is a place-based planetary history of ancient trees and the problem of long-term thinking. Since coming to Penn in 2020, Farmer has begun a teaching and research project, \"Petrosylvania,\" on regional fossil fuel history.\n\n\nFellowship Date: \n\nSeptember, 2021—August, 2022",
          "link": "https://pricelab.sas.upenn.edu/fellows/farmer-jared-0",
          "publishedOn": "2021-08-03T18:03:32.000Z",
          "wordCount": 360,
          "title": "Jared   Farmer"
        },
        {
          "id": "1128 at https://pricelab.sas.upenn.edu",
          "author": "milinski@upenn.edu",
          "description": "Academic Title: \n\nCo-Director, PennSound Archive; IT Director, Penn's School of Arts & Science\n\n\n\nChris Mustazza is Co-Director of the PennSound Archive, IT Director in Penn's School of Arts & Sciences, and lecturer in English. His work focuses on experimental digital analyses of poetry recordings. He earned his Ph.D. from Penn's English department and a Master's in Computer and Information Technology from Penn's School of Engineering and Applied Sciences. His work has appeared or will in Digital Humanities Quarterly, boundary 2, and Oral Tradition, as well as in a number of edited volumes in English and in French. His current book manuscript is a history of the poetry audio archive and details the longstanding connection between poetry recordings and scientific labs meant for the study of dialects. He is a research fellow at the Linguistics Data Consortium.\n\n\nFellowship Date: \n\nSeptember, 2021—August, 2022",
          "link": "https://pricelab.sas.upenn.edu/fellows/mustazza-chris-0",
          "publishedOn": "2021-08-03T17:56:50.000Z",
          "wordCount": 330,
          "title": "Chris   Mustazza"
        },
        {
          "id": "1127 at https://pricelab.sas.upenn.edu",
          "author": "milinski@upenn.edu",
          "description": "Academic Title: \n\nDigital Humanities Specialist\n\n\n\nJ.D. Porter is a DH Project Specialist at the Price Lab. He received his PhD in English from Stanford University in 2017 and then worked as the Associate/Technical Director at the Stanford Literary Lab. He specializes in text mining, American modernism, and race and ethnicity theory, with occasional forays into jazz studies, network analysis, and ordinary language philosophy. His work has appeared in (or is slated to appear in) Episteme, Cultural Analytics, the pamphlet series of the Stanford Literary Lab, and the edited volumes Ralph Ellison in Context and The Cambridge Companion to the American Short Story.\n\n\nFellowship Date: \n\nSeptember, 2021—August, 2022",
          "link": "https://pricelab.sas.upenn.edu/fellows/porter-jd-0",
          "publishedOn": "2021-08-02T19:59:58.000Z",
          "wordCount": 296,
          "title": "J.D.   Porter"
        }
      ]
    },
    {
      "title": "READ-COOP",
      "feedUrl": "https://readcoop.eu/feed",
      "siteUrl": "https://readcoop.eu",
      "articles": [
        {
          "id": "https://readcoop.eu/?p=26264",
          "author": "Florian Stauder",
          "description": "Transkribus is happy to introduce new public models for Spanish and French. Álvaro Cuéllar of the ETSO “Estilometría aplicada al Teatro del Siglo de Oro” project  trained two models for theater manuscripts and theatre prints from the 17th and 18th century with the aim to modernize the spelling to the current rules. “The Spanish Golden […]\nThe post New models out! appeared first on READ-COOP.",
          "link": "https://readcoop.eu/new-models-out/",
          "publishedOn": "2021-08-04T06:13:45.000Z",
          "wordCount": 1395,
          "title": "New models out!"
        },
        {
          "id": "https://readcoop.eu/?p=24907",
          "author": "Florian Stauder",
          "description": "A collaboration between the Bentham Project of the University College London and the DEEDS (Documents of Early England Data Set) Project of the University of Toronto uses Transkribus for the transcription of an immense corpus of medieval charters from the 12th to the 15th century. The handwritten Latin of this period is very peculiar and […]\nThe post Mastering Latin Abbreviations and Hyphenations – The Bentham and DEEDS Projects appeared first on READ-COOP.",
          "link": "https://readcoop.eu/mastering-latin-abbreviations-and-hyphenations-the-bentham-and-deeds-projects/",
          "publishedOn": "2021-07-01T12:40:17.000Z",
          "wordCount": 1709,
          "title": "Mastering Latin Abbreviations and Hyphenations – The Bentham and DEEDS Projects"
        },
        {
          "id": "https://readcoop.eu/?p=24438",
          "author": "Florian Stauder",
          "description": "Help us to understand the institutional use of HTR: Joe Nockels is working on this project for his PHD (a Scottish Graduate School of Arts and Humanities (SGSAH) funded PhD). He aims to identify how to incorporate the use of Handwritten Text Recognition (HTR) at scale, working in collaboration with the National Library of Scotland […]\nThe post Understanding Institutional use of HTR: Your experience with Transkribus appeared first on READ-COOP.",
          "link": "https://readcoop.eu/understanding-institutional-use-of-htr-your-experience-with-transkribus/",
          "publishedOn": "2021-05-31T09:43:43.000Z",
          "wordCount": 1369,
          "title": "Understanding Institutional use of HTR: Your experience with Transkribus"
        },
        {
          "id": "https://readcoop.eu/?p=23690",
          "author": "Florian Stauder",
          "description": "Imagine you are a student who wants to dive into the personal story of one of the few famous child authors in history; or who wants to discover what made the authors of the Spanish Golden Age of theatre tick; or you are a teacher who wants to help the future generation in the digital […]\nThe post Supporting Future Scholars: The Transkribus Scholarship Programme appeared first on READ-COOP.",
          "link": "https://readcoop.eu/supporting-future-scholars-the-transkribus-scholarship-programme/",
          "publishedOn": "2021-05-10T08:00:00.000Z",
          "wordCount": 1780,
          "title": "Supporting Future Scholars: The Transkribus Scholarship Programme"
        },
        {
          "id": "https://readcoop.eu/?p=21819",
          "author": "Johanna Walcher",
          "description": "The municipal archive of the city of Bautzen holds an extensive record of official administration from the 13th century to the present day. Council minutes are part of the main archive collections of the city archive and were almost completely digitized in 2019/2020. They can be accessed online via the Findbuch.net-platform (https://www.archivverbund-bautzen.findbuch.net/php/main.php#3632313030). However, the statistics […]\nThe post Transkribus at the municipal archive of the city of Bautzen appeared first on READ-COOP.",
          "link": "https://readcoop.eu/transkribus-at-the-municipal-archive-of-the-city-of-bautzen/",
          "publishedOn": "2021-04-02T08:38:32.000Z",
          "wordCount": 1474,
          "title": "Transkribus at the municipal archive of the city of Bautzen"
        }
      ]
    },
    {
      "title": "Reviews in Digital Humanities",
      "feedUrl": "https://reviewsindh.pubpub.org/rss.xml",
      "siteUrl": "https://reviewsindh.pubpub.org",
      "articles": [
        {
          "id": "918e07ef-7e71-4a6b-9a71-420a83a766e8",
          "author": "Roopika Risam",
          "description": "Editors' note on the August 2021 issue of Reviews in Digital Humanities, guest edited by Mary Caton Lingold",
          "link": "https://reviewsindh.pubpub.org/pub/ed-note-august-2021",
          "publishedOn": "2021-08-16T00:00:00.000Z",
          "wordCount": 1749,
          "title": "Editors' Note: August 2021",
          "enclosure": {
            "url": "https://assets.pubpub.org/ksztn0o0/71628950594945.png"
          }
        },
        {
          "id": "9241c6f8-ac9a-472c-b120-c923703a81c4",
          "author": "Damascus Kafumbe",
          "description": "A review of Gulu SoundTracks, a collection of audio tracks that invites listeners into the sonic habitus and imaginations of their Gulu-based creators, created by Joella Bitter",
          "link": "https://reviewsindh.pubpub.org/pub/gulusoundtracks",
          "publishedOn": "2021-08-16T00:00:00.000Z",
          "wordCount": 1110,
          "title": "Review: Gulu SoundTracks",
          "enclosure": {
            "url": "https://assets.pubpub.org/6ngb7lzo/51629034342900.png"
          }
        },
        {
          "id": "c62a7450-5479-4f95-a7e1-4f539134c69a",
          "author": "Brittnay L. Proctor",
          "description": "A review of .break .dance, an interactive choreo-essay on Black diasporic existence, created by Marisa Parham",
          "link": "https://reviewsindh.pubpub.org/pub/breakdance",
          "publishedOn": "2021-08-16T00:00:00.000Z",
          "wordCount": 1734,
          "title": "Review: .break .dance",
          "enclosure": {
            "url": "https://assets.pubpub.org/f2oge2mr/61628956980138.png"
          }
        },
        {
          "id": "c6a2b438-8034-4732-bce5-84f60df0fa41",
          "author": "KC Hysmith",
          "description": "A review of Sound Never Tasted So Good, a project that explores how the senses work together in gustatory experiences, created by Steph Ceraso",
          "link": "https://reviewsindh.pubpub.org/pub/sound-never-tasted-so-good",
          "publishedOn": "2021-08-16T00:00:00.000Z",
          "wordCount": 1194,
          "title": "Review: Sound Never Tasted So Good",
          "enclosure": {
            "url": "https://assets.pubpub.org/9pcx79l1/51629035424687.png"
          }
        },
        {
          "id": "e0d3c166-7d96-4a1a-8c39-f3ebec3bc96f",
          "author": "Roopika Risam",
          "description": "Editors' note on the July 2021 issue of Reviews in Digital Humanities",
          "link": "https://reviewsindh.pubpub.org/pub/ed-note-july-2021",
          "publishedOn": "2021-07-12T00:00:00.000Z",
          "wordCount": 491,
          "title": "Editors' Note: July 2021",
          "enclosure": {
            "url": "https://assets.pubpub.org/qacqhd21/51625925171807.png"
          }
        },
        {
          "id": "0e7ce1cb-739a-4c72-a419-712610b25df6",
          "author": "Megan Smeznik",
          "description": "A review of Digital Community Engagement, an open-access volume of case studies on digital partnerships, edited by Rebecca S. Wingo, Jason A. Heppler, and Paul Schadewald",
          "link": "https://reviewsindh.pubpub.org/pub/digital-community-engagement",
          "publishedOn": "2021-07-12T00:00:00.000Z",
          "wordCount": 1086,
          "title": "Review: Digital Community Engagement",
          "enclosure": {
            "url": "https://assets.pubpub.org/byijo5e2/71625921883158.png"
          }
        },
        {
          "id": "7701ea1a-cf89-49f6-acb2-8798e727bb3c",
          "author": "Andrew Thacker",
          "description": "A review of the Shakespeare and Company Project, a database of records from Sylvia Beach's Shakespeare and Company bookshop, created by Joshua Kotin",
          "link": "https://reviewsindh.pubpub.org/pub/shakespeare-and-company-project",
          "publishedOn": "2021-07-12T00:00:00.000Z",
          "wordCount": 1190,
          "title": "Review: Shakespeare and Company Project",
          "enclosure": {
            "url": "https://assets.pubpub.org/1ejrvo2d/61625923721778.png"
          }
        },
        {
          "id": "818889bc-b43b-4eb0-95c4-d6d6668c8049",
          "author": "Christina Boyles",
          "description": "A review of Project TwitLit, a social media analysis project examining writing communities on Twitter, created by Christian Howard-Sukhil",
          "link": "https://reviewsindh.pubpub.org/pub/project-twitter-literature",
          "publishedOn": "2021-07-12T00:00:00.000Z",
          "wordCount": 1401,
          "title": "Review: Project TwitLit",
          "enclosure": {
            "url": "https://assets.pubpub.org/uo74med6/01625917609754.png"
          }
        },
        {
          "id": "c8d9ceb5-ed3d-4031-973b-44c944e01603",
          "author": "R.C. Miessler",
          "description": "A review of War Stories, a digital project that tells the stories of children during World War II, created by Gabrielle Atwood Halko",
          "link": "https://reviewsindh.pubpub.org/pub/war-stories",
          "publishedOn": "2021-07-12T00:00:00.000Z",
          "wordCount": 1076,
          "title": "Review: War Stories",
          "enclosure": {
            "url": "https://assets.pubpub.org/1tua4q89/51625919387396.png"
          }
        },
        {
          "id": "48e9feee-077d-4ef5-a4dc-82b26141e7dd",
          "author": "Hadassah St. Hubert",
          "description": "A review of  RSHHGG Lab, an index for Revue de la société Haïtienne d’histoire, de géographie et de géologie (RSHHGG), directed by Chelsea Stieber",
          "link": "https://reviewsindh.pubpub.org/pub/rshhgg-lab",
          "publishedOn": "2021-06-14T00:00:00.000Z",
          "wordCount": 1369,
          "title": "Review: RSHHGG Lab",
          "enclosure": {
            "url": "https://assets.pubpub.org/kzhjajqn/61623585908355.png"
          }
        },
        {
          "id": "75d38955-4050-487a-893c-bafb816996fc",
          "author": "Roopika Risam",
          "description": "Editors' note on the June 2021 issue of Reviews in Digital Humanities",
          "link": "https://reviewsindh.pubpub.org/pub/ed-note-june-2021",
          "publishedOn": "2021-06-14T00:00:00.000Z",
          "wordCount": 639,
          "title": "Editors' Note: June 2021",
          "enclosure": {
            "url": "https://assets.pubpub.org/kisr2pcu/61623597161029.png"
          }
        },
        {
          "id": "0871ddbf-23b0-4ffd-b2cf-04ebf2e2c0b6",
          "author": "Kristan M. Hanson",
          "description": "A review of GeoMAP, a cartographic project on the history of the Parisian art market, created by Léa Saint-Raymond, Félicie Faizand de Maupeou, and Julien Cavero",
          "link": "https://reviewsindh.pubpub.org/pub/geomap",
          "publishedOn": "2021-06-14T00:00:00.000Z",
          "wordCount": 1191,
          "title": "Review: GeoMAP",
          "enclosure": {
            "url": "https://assets.pubpub.org/kc3msibw/51623596715059.png"
          }
        },
        {
          "id": "603a6acc-d92e-4d3b-8ad2-ca8a056566c0",
          "author": "Alex Saum-Pascual",
          "description": "A review of Emblem/as, a  work of electronic literature exploring personal and geographic cartography, created by Tina Escaja",
          "link": "https://reviewsindh.pubpub.org/pub/emblemas",
          "publishedOn": "2021-06-14T00:00:00.000Z",
          "wordCount": 1097,
          "title": "Review: Emblem/as",
          "enclosure": {
            "url": "https://assets.pubpub.org/x1ir2hvd/21623593632572.png"
          }
        },
        {
          "id": "aec6c6f0-dc8c-48a9-a8bf-533815a76313",
          "author": "Kimber Thomas",
          "description": "A review of Against All Odds, a digital archive of the African American men who served in the Mississippi state legislature from Reconstruction until the 1890s, created by DeeDee Baldwin",
          "link": "https://reviewsindh.pubpub.org/pub/against-all-odds",
          "publishedOn": "2021-06-14T00:00:00.000Z",
          "wordCount": 1115,
          "title": "Review: Against All Odds",
          "enclosure": {
            "url": "https://assets.pubpub.org/4qie3qd5/41623590279295.png"
          }
        },
        {
          "id": "13c711f2-2059-4336-890f-193a0c2cf912",
          "author": "Kate Galloway",
          "description": "A review of Singing Box 331, a project examining a pamphlet of Mohican-language hymn texts from the 1740s, created by Rachel Wheeler and Sarah Eyerly",
          "link": "https://reviewsindh.pubpub.org/pub/singing-box-331",
          "publishedOn": "2021-05-11T21:58:18.000Z",
          "wordCount": 1425,
          "title": "Review: Singing Box 331",
          "enclosure": {
            "url": "https://assets.pubpub.org/ffwormxe/41620770329359.png"
          }
        },
        {
          "id": "96a31db9-df7b-46db-a0b2-7283f4b92b0e",
          "author": "Roopika Risam",
          "description": "Editors' note on the May 2021 issue of Reviews in Digital Humanities",
          "link": "https://reviewsindh.pubpub.org/pub/ed-note-may-2021",
          "publishedOn": "2021-05-10T00:00:00.000Z",
          "wordCount": 680,
          "title": "Editors' Note: May 2021",
          "enclosure": {
            "url": "https://assets.pubpub.org/zjfrkh8g/21620472586807.png"
          }
        },
        {
          "id": "bf2d3fa7-41da-4355-91e0-47115f9a19ff",
          "author": "Brandon Walsh",
          "description": "A review of Visualizing Objects, Places, and Spaces, a compendium of resources for all stages of digital project development, created by Beth Fischer and Hannah Jacobs",
          "link": "https://reviewsindh.pubpub.org/pub/visualizing-objects-places-and-spaces",
          "publishedOn": "2021-05-10T00:00:00.000Z",
          "wordCount": 1178,
          "title": "Review: Visualizing Objects, Places, and Spaces",
          "enclosure": {
            "url": "https://assets.pubpub.org/0qcyknxb/51620442192191.png"
          }
        },
        {
          "id": "700222b0-7b2f-4186-8087-cc1b4e5f9fa0",
          "author": "Claire A. Tratnyek",
          "description": "A review of Land and Legacy, a project investigating the University of Virginia’s land expansion since the 1980s, directed by Janet S. Dunkelbarger, Connor Kenaston, Natasha Roth-Rowland, Lauren Van Nest, and Chloe Down Wells",
          "link": "https://reviewsindh.pubpub.org/pub/land-and-legacy",
          "publishedOn": "2021-05-10T00:00:00.000Z",
          "wordCount": 1789,
          "title": "Review: Land and Legacy",
          "enclosure": {
            "url": "https://assets.pubpub.org/9fufynx2/51620440990616.png"
          }
        },
        {
          "id": "bf990101-17db-4bde-9754-ee94042a0995",
          "author": "Shavagne Scott",
          "description": "A review of Mapping Marronage, an interactive project examining the mobility of enslaved people in the 18th and 19th centuries, directed by Annette Joseph-Gabriel",
          "link": "https://reviewsindh.pubpub.org/pub/mapping-marronage",
          "publishedOn": "2021-05-10T00:00:00.000Z",
          "wordCount": 1131,
          "title": "Review: Mapping Marronage",
          "enclosure": {
            "url": "https://assets.pubpub.org/2zo4n6c5/51620434470151.png"
          }
        },
        {
          "id": "079f1918-eaaa-4787-8a0e-2e44e7e77d47",
          "author": "Avery Blankenship",
          "description": "A review of GeoNewsMiner, an app visualizing geographical references in historical newspapers, created by Lorella Viola and Jaap Verheul",
          "link": "https://reviewsindh.pubpub.org/pub/geonewsminer",
          "publishedOn": "2021-05-10T00:00:00.000Z",
          "wordCount": 1307,
          "title": "Review: GeoNewsMiner",
          "enclosure": {
            "url": "https://assets.pubpub.org/vsobpuwx/31620439634112.png"
          }
        },
        {
          "id": "08f7ce73-b923-4908-9f86-57b151bc4eb1",
          "author": "Katherin Tairo-Quispe",
          "description": "A review of Mapping the Gay Guides, a project mapping  data from Bob Damron’s Address Books, created by Amanda Regan and Eric Gonzaba",
          "link": "https://reviewsindh.pubpub.org/pub/mapping-the-gay-guides",
          "publishedOn": "2021-04-12T00:00:00.000Z",
          "wordCount": 1356,
          "title": "Review: Mapping the Gay Guides",
          "enclosure": {
            "url": "https://assets.pubpub.org/7tcd62ki/41617991651349.png"
          }
        },
        {
          "id": "3940ec72-e88e-4166-b9c4-eabb1c8d55e3",
          "author": "Ali Gunnells",
          "description": "A review of Collective Biographies of Women, a project dedicated to the prosopography of women from books published in the late 19th and early 20th centuries, created by Alison Booth",
          "link": "https://reviewsindh.pubpub.org/pub/collective-biographies-of-women",
          "publishedOn": "2021-04-12T00:00:00.000Z",
          "wordCount": 1585,
          "title": "Review: Collective Biographies of Women",
          "enclosure": {
            "url": "https://assets.pubpub.org/yqd82umd/01617986854575.jpg"
          }
        },
        {
          "id": "a1bfe606-471d-4ff0-8adc-6d647628408c",
          "author": "Becky Yatsuknenko",
          "description": "A review of Lesbian and Gay Liberation in Canada, an interactive digital resource for the study of lesbian, gay, bisexual, transgender, and queer (LGBTQ+) history in Canada from 1964 to 1981, directed by Constance Crompton and Michelle Schwartz",
          "link": "https://reviewsindh.pubpub.org/pub/lesbian-gay-liberation-canada",
          "publishedOn": "2021-04-12T00:00:00.000Z",
          "wordCount": 1204,
          "title": "Review: Lesbian and Gay Liberation in Canada",
          "enclosure": {
            "url": "https://assets.pubpub.org/iob43ks9/71617994196800.png"
          }
        },
        {
          "id": "7b4cd2c9-e421-4129-b8bd-29e3c5400b7c",
          "author": "James Lacitignola",
          "description": "A review of Readux, an open source software platform for digitized texts, directed by Rebecca Sutton Koeser",
          "link": "https://reviewsindh.pubpub.org/pub/readux",
          "publishedOn": "2021-04-12T00:00:00.000Z",
          "wordCount": 984,
          "title": "Review: Readux",
          "enclosure": {
            "url": "https://assets.pubpub.org/jotgelzw/31617997182899.png"
          }
        },
        {
          "id": "01fedc58-16f3-4a91-9195-1e4bca191f30",
          "author": "Patrick Sui",
          "description": "A review of the Distant Viewing Toolkit, a software library for computational analysis of visual culture, developed by Taylor Arnold and Lauren Tilton",
          "link": "https://reviewsindh.pubpub.org/pub/distant-viewing-toolkit",
          "publishedOn": "2021-04-12T00:00:00.000Z",
          "wordCount": 1256,
          "title": "Review: Distant Viewing Toolkit",
          "enclosure": {
            "url": "https://assets.pubpub.org/klsh4w0a/01617998460643.png"
          }
        }
      ]
    },
    {
      "title": "Loretta C. Duckworth Scholars Studio",
      "feedUrl": "https://sites.temple.edu/tudsc/feed",
      "siteUrl": "https://sites.temple.edu/tudsc",
      "articles": [
        {
          "id": "https://sites.temple.edu/tudsc/?p=7877",
          "author": "Tenninger Kellenbarger",
          "description": "By Tenninger Kellenbarger Introduction: As an art historian, I am examining and evaluating the use of the smiting pose in the Aegean Bronze Age while also investigating and tracing the roots of...\nThe post To Kill and To be Killed: Charting Artistic Change in the Aegean Bronze Age appeared first on Loretta C. Duckworth Scholars Studio.",
          "link": "https://sites.temple.edu/tudsc/2021/06/02/to-kill-and-to-be-killed-charting-artistic-change-in-the-aegean-bronze-age/",
          "publishedOn": "2021-06-02T17:14:17.000Z",
          "wordCount": 1718,
          "title": "To Kill and To be Killed: Charting Artistic Change in the Aegean Bronze Age"
        },
        {
          "id": "https://sites.temple.edu/tudsc/?p=7901",
          "author": "Tauheedah Asad",
          "description": "By Tauheedah Asad Introduction As a media and communications doctoral student, I have an interest in exploring how digital tools can be utilized to make research and information accessible to mass audiences....\nThe post Digital Mapping to Explore Black Philadelphia’s Historic Landmarks appeared first on Loretta C. Duckworth Scholars Studio.",
          "link": "https://sites.temple.edu/tudsc/2021/05/14/digital-mapping-to-explore-black-philadelphias-historic-landmarks/",
          "publishedOn": "2021-05-14T23:27:24.000Z",
          "wordCount": 1231,
          "title": "Digital Mapping to Explore Black Philadelphia’s Historic Landmarks"
        },
        {
          "id": "https://sites.temple.edu/tudsc/?p=7867",
          "author": "Ryan Wheatley",
          "description": "By Ryan Wheatley In this blog post, I will detail my digital project to create a historic GIS landscape map focusing on the expansion of British and later American settlements (1680-1900’s) across...\nThe post Using GIS to Map Settler Colonialism in Pennsylvania appeared first on Loretta C. Duckworth Scholars Studio.",
          "link": "https://sites.temple.edu/tudsc/2021/05/14/using-gis-to-map-settler-colonialism-in-pennsylvania/",
          "publishedOn": "2021-05-14T17:08:10.000Z",
          "wordCount": 2088,
          "title": "Using GIS to Map Settler Colonialism in Pennsylvania"
        },
        {
          "id": "https://sites.temple.edu/tudsc/?p=7760",
          "author": "Elysia Petras",
          "description": "By Elysia Petras In this blog post I explore the potential of using the 3D modeling open source software Blender for historical archaeological research. I will detail how creating a 3D map...\nThe post Creating a 3D Map of an Archaeological Site in Blender appeared first on Loretta C. Duckworth Scholars Studio.",
          "link": "https://sites.temple.edu/tudsc/2021/04/03/creating-a-3d-map-of-an-archaeological-site-in-blender/",
          "publishedOn": "2021-04-03T23:57:31.000Z",
          "wordCount": 2194,
          "title": "Creating a 3D Map of an Archaeological Site in Blender"
        },
        {
          "id": "https://sites.temple.edu/tudsc/?p=7699",
          "author": "Evgeny Kukshinov",
          "description": "By Eugene Kukshinov Introduction As a part of my digital project at the Scholars studio, I am working with Dr. W. Geoffrey Wright, the director of the Motion-Action-Perception Laboratory, or MAP lab,...\nThe post Behavioral Measures of Presence: Designing a VR Application appeared first on Loretta C. Duckworth Scholars Studio.",
          "link": "https://sites.temple.edu/tudsc/2021/03/23/behavioral-measures-of-presence-designing-a-vr-application/",
          "publishedOn": "2021-03-23T13:53:56.000Z",
          "wordCount": 1409,
          "title": "Behavioral Measures of Presence: Designing a VR Application"
        },
        {
          "id": "https://sites.temple.edu/tudsc/?p=7615",
          "author": "Rouying Tang",
          "description": "By Rouying Tang I will introduce my digital project in this blog post. This project maps the trends related to temples constructed in Fujian, a Southeastern province in China. It ranges from...\nThe post Using Historical GIS to Discover the Spatial and Temporal Trends of the Construction of Temples in Fujian appeared first on Loretta C. Duckworth Scholars Studio.",
          "link": "https://sites.temple.edu/tudsc/2021/03/12/using-historical-gis-to-discover-the-spatial-and-temporal-trends-of-the-construction-of-temples-in-fujian/",
          "publishedOn": "2021-03-12T22:11:02.000Z",
          "wordCount": 1409,
          "title": "Using Historical GIS to Discover the Spatial and Temporal Trends of the Construction of Temples in Fujian"
        },
        {
          "id": "https://sites.temple.edu/tudsc/?p=7585",
          "author": "Marilla Cubberley",
          "description": "By Marilla Cubberley In my last blog post, I wrote about incorporating the technology at the Scholar’s Studio into my art practice and my goal of making 100 objects with both digital...\nThe post Speculative Objects: 3D Modeling of Imaginary Things appeared first on Loretta C. Duckworth Scholars Studio.",
          "link": "https://sites.temple.edu/tudsc/2021/03/09/speculative-objects-3d-modeling-of-imaginary-things/",
          "publishedOn": "2021-03-09T14:26:47.000Z",
          "wordCount": 1882,
          "title": "Speculative Objects: 3D Modeling of Imaginary Things"
        },
        {
          "id": "https://sites.temple.edu/tudsc/?p=7571",
          "author": "Kyle Schwab",
          "description": "By Kyle Schwab Previous Work: Prototyping a DLP 3D Printer In my previous post, I gave you a brief introduction to 3D printing and highlighted some recent advances in the field. I...\nThe post Digital Light to Physical Creation: Using Projected Light to Fabricate Real-world Structures – Part 2 appeared first on Loretta C. Duckworth Scholars Studio.",
          "link": "https://sites.temple.edu/tudsc/2021/02/28/digital-light-to-physical-creation-using-digital-light-projection-to-fabricate-real-world-structures-part-2/",
          "publishedOn": "2021-03-01T02:26:58.000Z",
          "wordCount": 1576,
          "title": "Digital Light to Physical Creation: Using Projected Light to Fabricate Real-world Structures – Part 2",
          "enclosure": {
            "url": "https://sites.temple.edu/tudsc/files/2021/02/IMG_1049.mp4",
            "length": "6229658",
            "type": "video/mp4"
          }
        }
      ]
    },
    {
      "title": "DH at Tufts",
      "feedUrl": "https://sites.tufts.edu/digitalhumanities/feed/",
      "siteUrl": "https://sites.tufts.edu/digitalhumanities",
      "articles": []
    },
    {
      "title": "TEI: Text Encoding Initiative",
      "feedUrl": "https://tei-c.org/feed",
      "siteUrl": "https://tei-c.org",
      "articles": [
        {
          "id": "https://tei-c.org/?p=31163",
          "author": "Martina Scholger",
          "description": "The TEI Consortium created the Rahtz Prize for TEI Ingenuity in memory of Sebastian Rahtz, who contributed significantly to the TEI infrastructure. The award is intended to honour Sebastian’s noteworthy technical and philosophical contributions to the TEI, and to encourage innovation in the TEI community. The Rahtz Prize for TEI Ingenuity is awarded to an […]",
          "link": "https://tei-c.org/2021/07/09/rahtz-prize-call-for-nominations-and-submissions-2021/",
          "publishedOn": "2021-07-09T18:57:25.000Z",
          "wordCount": 526,
          "title": "Rahtz Prize – Call for Nominations and Submissions 2021"
        },
        {
          "id": "https://tei-c.org/?p=31131",
          "author": "Hugh Cayless",
          "description": "At DH 2017 in Montreal, the Text Encoding Initiative received the Antonio Zampolli Prize in recognition of our thirtieth anniversary. Four years and a pandemic later, the TEI Guidelines remain a significant part of the digital humanities toolkit, with a strong focus on internationalization, both linguistic and geographic. From Japan to Argentina, Austria to Cameroon, […]",
          "link": "https://tei-c.org/2021/07/02/cfp-tei-2021-next-gen-tei/",
          "publishedOn": "2021-07-02T14:33:05.000Z",
          "wordCount": 518,
          "title": "CFP TEI 2021: Next Gen TEI"
        },
        {
          "id": "https://tei-c.org/?p=31043",
          "author": "Martina Scholger",
          "description": "The Text Encoding Initiative Consortium (TEI-C) invites nominations for election to the TEI-C Board and the Technical Council. The following positions are vacant and up for election: TEI-C Board 2 members (for 3-year term) TEI-C Council 4 members (for 3-year term) 2 members (for 1-year term) Please submit your nominations to the TEI-C Board Nominating […]",
          "link": "https://tei-c.org/2021/05/25/tei-c-2021-elections-call-for-nominations/",
          "publishedOn": "2021-05-25T07:44:30.000Z",
          "wordCount": 610,
          "title": "TEI-C 2021 elections: call for nominations"
        },
        {
          "id": "https://tei-c.org/?p=30971",
          "author": "Martina Scholger",
          "description": "The TEI Consortium has released version 4.2.2 of the TEI P5 Guidelines and version 7.51.2 of Styelsheets, a follow-up version of the TEI P5 Guidelines version 4.2.1 and Stylesheets version 7.51.1, where an issue was noticed concerning the controlled value lists of certain type attributes. For more details, please see the release notes.",
          "link": "https://tei-c.org/2021/04/19/new-release-guidelines-4-2-2-stylesheets-7-51-2/",
          "publishedOn": "2021-04-19T13:55:43.000Z",
          "wordCount": 213,
          "title": "New release: Guidelines 4.2.2 / Stylesheets 7.51.2"
        },
        {
          "id": "https://tei-c.org/?p=30957",
          "author": "Martina Scholger",
          "description": "Raff Viglianti released RomaJS 0.3.1. For more details on bug fixes and enhancements see the release notes.",
          "link": "https://tei-c.org/2021/03/16/romajs-release-0-3-1-out-now/",
          "publishedOn": "2021-03-16T19:57:15.000Z",
          "wordCount": 179,
          "title": "RomaJS release 0.3.1 out now!"
        },
        {
          "id": "https://tei-c.org/?p=30943",
          "author": "Martina Scholger",
          "description": "The TEI Consortium has released version 4.2.1 of the TEI P5 Guidelines and version 7.51.1 of Styelsheets, a follow-up version of the TEI P5 Guidelines version 4.2.0 and Stylesheets version 7.51.0, where we surfaced an issue with the conversion of the constraints on attributes to XHTML. This problem did not effect the schemas, but made […]",
          "link": "https://tei-c.org/2021/03/02/tei-p5-guidelines-version-4-2-1-and-stylesheets-version-7-51-1-released/",
          "publishedOn": "2021-03-02T08:30:25.000Z",
          "wordCount": 243,
          "title": "TEI P5 Guidelines version 4.2.1 and Stylesheets version 7.51.1 released"
        },
        {
          "id": "https://tei-c.org/?p=30939",
          "author": "Martina Scholger",
          "description": "The TEI Consortium has released version 4.2.0 of the TEI Guidelines, the “Ruby” release, and version 7.51.0 of the TEI Stylesheets. For more details, please see the release notes.",
          "link": "https://tei-c.org/2021/02/25/new-release-tei-guidelines-4-2-0-stylesheets-7-51-0/",
          "publishedOn": "2021-02-25T16:48:12.000Z",
          "wordCount": 195,
          "title": "New Release: TEI Guidelines 4.2.0 / Stylesheets 7.51.0"
        }
      ]
    },
    {
      "title": "Tim Sherratt",
      "feedUrl": "https://updates.timsherratt.org/feed.xml",
      "siteUrl": "https://updates.timsherratt.org/",
      "articles": [
        {
          "id": "http://wragge.micro.blog/2021/08/23/a-family-history.html",
          "author": null,
          "description": "There’s a lot of rich historical data contained within the indexes that Australian GLAM organisations provide to help people navigate their records. These indexes, often created by volunteers, allow access by key fields such as name, date or location. They aid discovery, but also allow new forms of analysis and visualisation. Kate Bagnall and I wrote about some of the possibilities, and the difficulties, in this recently published article.\nMany of these indexes can be downloaded from government data portals. The GLAM Workbench demonstrates how these can be harvested, and provides a list of available datasets to browse. But what’s inside them? The GLAM CSV Explorer visualises the contents of the indexes to give you a sneak peek and encourage you to dig deeper.\nThere’s even more indexes avai…",
          "link": "https://updates.timsherratt.org/2021/08/23/a-family-history.html",
          "publishedOn": "2021-08-23T00:05:52.000Z",
          "wordCount": 839,
          "title": "A Family History Month experiment – search millions of name records from GLAM organisations"
        },
        {
          "id": "http://wragge.micro.blog/2021/08/16/explore-troves-digitised.html",
          "author": null,
          "description": "The Trove books section of the GLAM Workbench has been updated! There’s freshly-harvested data, as well as updated Python packages, integration with Reclaim Cloud, and automated Docker builds.\nIncluded is a notebook to harvest details of all books available from Trove in digital form. This includes both digitised books, that have been scanned and OCRd, as well as born digital publications, such as PDFs and epubs. The definition of ‘books’ is pretty loose – I’ve harvested details of anything that has been assigned the format ‘Book’ in Trove, but this includes ephemera, such as posters, pamphlets, and advertising.\nIn the latest harvest, I ended up with details of 42,174 ‘books’. This includes some duplicates, because multiple metadata entries can point to the same digital object. I thought it was best to preserve the duplicates, rather than discard the metadata.\nOnce I’d harvested the details of the books, I tried to see if there was any OCRd text available for download. If there was, I saved it to a public folder on CloudStor. In total, I was able to download 26,762 files of OCRd text.\n\nThe easiest way to explore the books is using this searchable database. It’s created using Datasette and is running on Glitch. Full text search is available on the ‘title’ and ‘contributors’ fields, and you can filter on things like date, copyright status, number of pages, and whether OCRd text is available for download. If there is OCRd text, a direct link to the file on CloudStor is included. You can use the database to filter the titles, creating your own dataset that you can download in CSV or JSON format.\nIf you just want the full list of books as a CSV file, you can download it here. And if you want all the OCRd text, you can go straight to the public folder on CloudStor – there’s about 3.6gb of text files to explore! #dhhacks",
          "link": "https://updates.timsherratt.org/2021/08/16/explore-troves-digitised.html",
          "publishedOn": "2021-08-16T05:40:15.000Z",
          "wordCount": 344,
          "title": "Explore Trove’s digitised books"
        },
        {
          "id": "http://wragge.micro.blog/2021/08/13/a-miscellany-of.html",
          "author": null,
          "description": "I’m just in the midst of updating my harvest of OCRd text from Trove’s digitised books (more about that soon!). But amongst the items catalogued as ‘books’ are a wide assortment of ephemera, posters, advertisements, and other oddities. There’s no consistent way of identifying these items through the search interface, but because I’ve found the number of pages in each ‘book’ as part of the harvesting process, I can limit results to items with just a single digitised page – there’s more than 1,500! To make it easy to explore this collection of odds and ends, I’ve downloaded all the single page images and compiled them into one big PDF with links back to their entries in Trove. Enjoy your browsing!\n\nThis is another example of the ways in which we can extend and enrich existing collection interfaces using simple technologies like PDFs and CSVs. We can create slices across existing categories to expose interesting features, and provide new entry points for researchers. Some other examples in the GLAM Workbench are the collection of editorial cartoons from The Bulletin, the list of Trove newspapers with non-English content, the harvest of ABC Radio National programs, and the recent collection of politicians talking about COVID. Let me know if you have any ideas for additional slices! #dhhacks",
          "link": "https://updates.timsherratt.org/2021/08/13/a-miscellany-of.html",
          "publishedOn": "2021-08-13T01:02:00.000Z",
          "wordCount": 245,
          "title": "A miscellany of ephemera, oddities, & estrays"
        },
        {
          "id": "http://wragge.micro.blog/2021/08/09/everyday-heritage-and.html",
          "author": null,
          "description": "Some good news on the funding front with the success of the Everyday Heritage project in the latest round of ARC Linkage grants. The project aims to look beyond the formal discourses of ‘national’ heritage to develop a more diverse range of heritage narratives. Working at the intersection of place, digital collections, and material culture, team members will develop a series of ‘heritage biographies’, that document everyday experience, and provide new models for the heritage sector.\n\nDigital methods will play a major role in the project. I’ll be leading the ‘Heritage Hacks’ work package that will support the creation of the heritage biographies and develop a range of new tools and tutorials for use in heritage management contexts. All the tools, methods, and data generated through the project will be documented using Jupyter notebooks and published through the GLAM Workbench. Watch this space!\nThe project is led by Tracy Ireland (University of Canberra), with Jane Lydon (UWA), Kate Bagnall (UTAS), and me as chief investigators. Our industry partner is GML Heritage.",
          "link": "https://updates.timsherratt.org/2021/08/09/everyday-heritage-and.html",
          "publishedOn": "2021-08-09T01:26:38.000Z",
          "wordCount": 199,
          "title": "Everyday heritage and the GLAM Workbench"
        },
        {
          "id": "http://wragge.micro.blog/2021/08/06/recent-glam-workbench.html",
          "author": null,
          "description": "So far this year I’ve given eight workshops or presentations relating to the GLAM Workbench, with probably a few more yet to come. Here’s the latest:\nIntroducing the GLAM Workbench, presentation for the Griffith University Centre for Social and Cultural Research, Digital Humanities Seminar Series, 6 August 2021\nExploring the GLAM Workbench (slides), presentation for the UTS Digital Histories Seminar Series, 8 July 2021\nThe GLAM Workbench: A Labs approach?, presentation for the panel ‘Research use of web archives: A labs approach’, at the IIPC Web Archiving Conference, 15 June 2021\nHands-on introduction to the GLAM Workbench, workshop for the Professional Historians Association of Victoria and Tasmania, 27 May 2021\nExploring collections through the GLAM Workbench, keynote presentation for the XVIII Congrés d’Arxvística i Gestió de Documents de Catalunya, 11 May 2021\nQuick hacks and DIY data: Innovations for the discerning historian, presentation for AHA ECR digital skills seminar, 5 March 2021\nYou can view all the GLAM Workbench presentations here.",
          "link": "https://updates.timsherratt.org/2021/08/06/recent-glam-workbench.html",
          "publishedOn": "2021-08-06T07:42:17.000Z",
          "wordCount": 185,
          "title": "Recent GLAM Workbench presentations"
        },
        {
          "id": "http://wragge.micro.blog/2021/08/06/updated-lots-and.html",
          "author": null,
          "description": "For a few years now I’ve been harvesting downloadable text from digitised periodicals in Trove and making it easily available for exploration and research. I’ve just completed the latest harvest – here’s the summary:\n1,163 digitised periodicals had text available for download\nText was downloaded from 51,928 individual issues\nAdding up to a total of around 12gb of text\nIf you want to dive straight in, here’s a list of all the harvested periodicals, with links to download a summary of available issues, as well as all the harvested text (there’s one file per issue). You’ll notice that the list includes a large number of parliamentary papers and government reports as well as published journals.\n\nAll of the harvested text is available from a public folder on CloudStor.\nThe harvesting process involves a few different steps:\nFirst I generate a list of periodicals available in digital form from Trove. This includes digitised titles, as well as born-digital titles submitted through e-Legal Deposit. This produced a CSV file containing the details of 7,270 titles. See this notebook for details.\nThen I work through this list of titles to find out how many issues of each title are available through Trove. This information isn’t accessible through the API, so I have to do some screen scraping.\nNext I work through the list of issues and try to download the text contents. Most of the born-digital titles don’t have downloadable text.\nOnce I’ve downloaded all the text I can from a title, I create a CSV file for it that lists the available issues and notes whether text is available for each. This file is stored with the text on CloudStor.\nOnce I’ve checked all the titles, I generate another CSV file that lists the details of all the periodicals that have downloadable text.\nThe code to harvest and document the downloaded text is available in this notebook. #dhhacks",
          "link": "https://updates.timsherratt.org/2021/08/06/updated-lots-and.html",
          "publishedOn": "2021-08-05T23:49:54.000Z",
          "wordCount": 354,
          "title": "Updated! Lots and lots of text freshly harvested from Trove periodicals"
        },
        {
          "id": "http://wragge.micro.blog/2021/08/02/new-dataset-politicians.html",
          "author": null,
          "description": "The Trove Journals section of the GLAM Workbench includes a notebook that helps you download press releases, speeches, and interview transcripts by Australian federal politicians. These documents are compiled and published by the Parliamentary Library, and the details are regularly harvested into Trove.\nUsing this notebook, I’ve created a collection of documents that include the words ‘COVID’ or ‘Coronavirus’. It includes all the metadata from Trove, as well as the full text of each document downloaded from the Parliamentary Library. There’s 3,995 documents in total, covering the period up until early April 2021. You can download them all as a zip file (12 mb).\n\nWhile I was compiling this dataset, I also made a few improvements to the notebook. You can now filter the results to weed out false positives, and identify duplicates. #dhhacks",
          "link": "https://updates.timsherratt.org/2021/08/02/new-dataset-politicians.html",
          "publishedOn": "2021-08-02T00:23:00.000Z",
          "wordCount": 164,
          "title": "New dataset – Politicians talking about COVID"
        },
        {
          "id": "http://wragge.micro.blog/2021/07/14/million-trove-tags.html",
          "author": null,
          "description": "I’ve always been interested in the way people add value to resources in Trove. OCR correction tends to get all the attention, but Trove users have also been busy organising resources using tags, lists, and comments. I used to refer to tagging quite often in presentations, pointing to the different ways they were used. For example, ‘TBD’ is a workflow marker, used by text correctors to label articles that are ‘To Be Done’. My favourite was ‘LRRSA’, one of the most heavily-used tags across the whole of Trove. What does it mean? It stands for the Light Rail Research Society of Australia, and the tag is used by members to mark items of shared interest. It’s a great example of how something as simple as plain text tags can be used to support collaboration and build communities.\n\nUntil its updat…",
          "link": "https://updates.timsherratt.org/2021/07/14/million-trove-tags.html",
          "publishedOn": "2021-07-14T07:06:00.000Z",
          "wordCount": 637,
          "title": "8 million Trove tags to explore!"
        },
        {
          "id": "http://wragge.micro.blog/2021/07/01/integrating-glam-workbench.html",
          "author": null,
          "description": "I’ve spent a lot of time this year working on ways of improving the GLAM Workbench’s documentation and its integration with other services. Last year I created OzGLAM Help to provide a space where users of GLAM collections could ask questions and share discoveries – including a dedicated GLAM Workbench channel. Earlier this year, I tweaked my Micro.blog powered updates to include a dedicated GLAM Workbench news feed. Now I’ve brought the two together! What does this mean?\nAny GLAM Workbench news that I post to my updates feed is now automatically added to OzGLAM Help\nLinks are automatically added to items in the news feed that let you add comments or questions in OzGLAM Help\nSo now there’s two-way communication between the services providing more ways for people to discover and discuss how the GLAM Workbench can help them.",
          "link": "https://updates.timsherratt.org/2021/07/01/integrating-glam-workbench.html",
          "publishedOn": "2021-07-01T05:18:41.000Z",
          "wordCount": 168,
          "title": "Integrating GLAM Workbench news and discussion"
        },
        {
          "id": "http://wragge.micro.blog/2021/07/01/glam-workbench-now.html",
          "author": null,
          "description": "I’ve started creating short videos to introduce or explain various components of the GLAM Workbench. The first video shows how you can visualise searches in Trove’s digitised newspapers using the latest version of QueryPic. It’s a useful introduction to the way access to collection data enables us to ask different types of questions of historical sources.\n\n\nAs with all GLAM Workbench resources, the video is openly-licensed – so feel free to stop it into your own course materials or workshops. It could, for example, provide an interesting little digital methods task in an Australian history unit.\nI’ll be creating a second QueryPic video shortly, demonstrating how you can work with complex queries and differing timescales. Let me know if you find it useful, or if you have any ideas for future topics. #dhhacks",
          "link": "https://updates.timsherratt.org/2021/07/01/glam-workbench-now.html",
          "publishedOn": "2021-07-01T04:51:00.000Z",
          "wordCount": 159,
          "title": "GLAM Workbench now on YouTube!"
        },
        {
          "id": "http://wragge.micro.blog/2021/06/28/glam-workbench-office.html",
          "author": null,
          "description": "To help you make use of the GLAM Workbench, I’ve set up an ‘office hours’ time slot every Friday when people can book in for 30 minute chats via Zoom. Want to talk about how you might use the GLAM Workbench in your latest research project? Are you having trouble getting started with GLAM data? Or perhaps you have some ideas for future notebooks you’d like to share? Just click on the ‘Book a chat’ link in the GLAM Workbench, or head straight to the scheduling page to set up a time!\n\nThis is yet another experiment to see how I can support the use of GLAM data and the development of digital skills with the GLAM Workbench. Let me know if you think it’s worthwhile. #dhhacks",
          "link": "https://updates.timsherratt.org/2021/06/28/glam-workbench-office.html",
          "publishedOn": "2021-06-28T04:04:56.000Z",
          "wordCount": 151,
          "title": "GLAM Workbench office hours"
        },
        {
          "id": "http://wragge.micro.blog/2021/06/28/missing-links-new.html",
          "author": null,
          "description": "An article written by Kate Bagnall and me has just been published in a special issue of the Journal of World History focusing on digital history. And it’s open access!\nThe article is ‘Missing Links: Data Stories from the Archive of British Settler Colonial Citizenship’. In it we document our efforts to assemble a number of different datasets relating to naturalization. Here’s the abstract:\nDigitized sources and digital methods are changing the way that we do history. For historians of the British Empire, the digital age offers new possibilities for investigating the lives of those who moved around the empire and across the world. However, much discussion of the possibilities and problems of digital history have focused on the creation and use of full text resources, skipping over the analytical opportunities offered by the descriptive systems in which those texts are embedded. This article is an attempt to fill this gap by documenting a journey through archival data relating to nineteenth-century Chinese naturalization in the Pacific Rim settler colonies of Australia, New Zealand, and Canada. We argue that such data stories are critical if we are to understand both possibilities and pitfalls of research in digital collections.\nThere’s also an GitHub repository with code and data related to the article.",
          "link": "https://updates.timsherratt.org/2021/06/28/missing-links-new.html",
          "publishedOn": "2021-06-28T03:08:10.000Z",
          "wordCount": 240,
          "title": "‘Missing Links’ – new open access article!"
        },
        {
          "id": "http://wragge.micro.blog/2021/06/21/querypic-the-next.html",
          "author": null,
          "description": "QueryPic is a tool to visualise searches in Trove’s digitised newspapers. I created the first version way back in 2011, and since then it’s taken a number of different forms. The latest version introduces some new features:\nAutomatic query creation – construct your search in the Trove web interface, then just copy and paste the url into QueryPic. This means you can take advantage of Trove’s advanced search and facets to build complex queries.\nMultiple time scales – previous versions only aggregated search results by year, but now you can also aggregate by month, or by day. QueryPic will automatically choose a time unit based on the date range of your query, but if you’re not happy with the result you can change it!\nLinks back to Trove – click on any of the points on the chart to search Trove within that time period. This enables you to zoom in and out of your results, from the high-level visualisation, to individual articles.\n\nThis version of QueryPic is built within a Jupyter notebook, and designed to run using Voila (which hides all the code and makes the notebook look like a web app). See the Trove Newspapers section of the GLAM Workbench for more information. If you’d like to give it a try, just click the button below to run it live using Binder.\n\nHope you find it useful! #dhhacks",
          "link": "https://updates.timsherratt.org/2021/06/21/querypic-the-next.html",
          "publishedOn": "2021-06-21T00:50:19.000Z",
          "wordCount": 254,
          "title": "QueryPic: The Next Generation"
        },
        {
          "id": "http://wragge.micro.blog/2021/06/21/everyone-gets-a.html",
          "author": null,
          "description": "I recently took part in a panel at the IIPC Web Archiving Conference discussing ‘Research use of web archives: a Labs approach’. My fellow panellists described some amazing stuff going on in European cultural heritage organisations to support researchers who want to make use of web archives. My ‘lab’ doesn’t have a physical presence, or an institutional home, but it does provide a starting point for researchers, and with the latest Reclaim Cloud and Docker integrations, everyone can have their own web archives lab! Here’s my 8 minute video. The slides are available here.",
          "link": "https://updates.timsherratt.org/2021/06/21/everyone-gets-a.html",
          "publishedOn": "2021-06-21T00:00:30.000Z",
          "wordCount": 118,
          "title": "Everyone gets a Lab!"
        },
        {
          "id": "http://wragge.micro.blog/2021/06/14/minor-change-to.html",
          "author": null,
          "description": "When the 1-click installer for Reclaim Cloud works its magic and turns GLAM Workbench repositories into your own, personal digital labs, it creates a new work directory mounted inside of your main Jupyter directory. This new directory is independent of the Docker image used to run Jupyter, so it’s a handy place to copy things if you ever want to update the Docker image. However, I just realised that there was a permissions problem with the work directory which meant you couldn’t write files to it from within Jupyter.\nTo fix the problem, I’ve added an extra line to the reclaim-manifest.jps config file to make the Jupyter user the owner of the work directory:\n\t- cmd[cp]: chown -R jovyan:jovyan /home/jovyan/work\n\nThis takes care of any new installations. If you have an existing installation, you can either just create a completely new environment using the updated config, or you can manually change the permissions:\nHover over the name of your environment in the control panel to display the option buttons.\nClick on the Settings button. A new box will open at the bottom of the control panel with all the settings options.\nClick on ‘SSH Access’ in the left hand menu of the settings box.\nClick on the ‘SSH Connection’ tab.\nUnder ‘Web SSH’ click on the Connect button and select the default node.\nA terminal session will open. At the command line enter the following:\n\tchown -R jovyan:jovyan /home/jovyan/work\n\n\n\n\nDone! See the Using Reclaim Cloud section of the GLAM Workbench for more information.",
          "link": "https://updates.timsherratt.org/2021/06/14/minor-change-to.html",
          "publishedOn": "2021-06-14T04:44:00.000Z",
          "wordCount": 281,
          "title": "Minor change to Reclaim Cloud config"
        },
        {
          "id": "http://wragge.micro.blog/2021/06/14/preprint-the-limits.html",
          "author": null,
          "description": "I’ve been working on an essay for publication in a forthcoming edited collection. I wanted to explore how the practice of history in Australia had been changed by GLAM organisations making their collections available online – both the new possibilities that had emerged, and the problems that remained. In the end I focused on three areas – discovery, digitisation, and research infrastructure. If you’re interested, I’ve shared a preprint on Zenodo.\nHere’s a taste:\nJust twenty years ago, historical research often entailed long hours spent at a microfilm reader, browsing newspaper after newspaper in the hope of finding something relevant. The changes wrought by Trove, and other digital collections, seem revolutionary, but as with all revolutions there have been gains and losses. Alongside the wonders wrought by digitisation, this chapter has tried to highlight some of the paths not taken. The online resources we now use daily are not simply the products of technology – priorities have been set, funding has been distributed, decisions made about what to include and what to leave out. Cultural heritage collections are not just put online, they are placed within specific contexts of discovery and use. Each object, each version, each interface comes with a set of limitations and affordances that together determine what is possible. We do not know yet how these decisions will shape the sorts of histories that we write.\nI enjoyed reminding myself about some early digital initiatives in the GLAM sector, but as is usual with these sorts of projects, I had to leave a lot out. It’s made me think about developing a larger project documenting our gains and losses.",
          "link": "https://updates.timsherratt.org/2021/06/14/preprint-the-limits.html",
          "publishedOn": "2021-06-14T03:13:45.000Z",
          "wordCount": 304,
          "title": "Preprint! The limits and affordances of online collections"
        },
        {
          "id": "http://wragge.micro.blog/2021/06/14/trove-query-parser.html",
          "author": null,
          "description": "Here’s a new little Python package that you might find useful. It simply takes a search url from Trove’s Newspapers & Gazettes category and converts it into a set of parameters that you can use to request data from the Trove API. While some parameters are used both in the web interface and the API, there are a lot of variations – this package means you don’t have to keep track of all the differences!\nIt’s very simple to use.\n\nThe code for the parser has been basically lifted from the Trove Newspaper Harvester. I wanted to separate it out so that I could use it at various spots in the GLAM Workbench and in other projects.\nThis package, the documentation, and the tests were all created using nbdev, which is really quite a fun way to develop Python packages. #dhhacks",
          "link": "https://updates.timsherratt.org/2021/06/14/trove-query-parser.html",
          "publishedOn": "2021-06-14T02:46:01.000Z",
          "wordCount": 163,
          "title": "Trove Query Parser"
        },
        {
          "id": "http://wragge.micro.blog/2021/06/13/some-glam-workbench.html",
          "author": null,
          "description": "I deliberately don’t keep any stats about GLAM Workbench visits, because I think they’re pretty meaningless. On the other hand, I’m always interested to see how often GLAM Workbench repositories are launched on Binder. Rather than just random clicks, these numbers represent the number of times users started new computing sessions using the GLAM Workbench. I just compiled these stats for the past year, and I was very pleased to see that the Web Archives section has been launched over 1,000 times in the past twelve months! The Trove Newspapers and Trove Newspaper Harvester repositories are also well used – on average these are both being launched more than once a day.\n\nThe GLAM Workbench is never going to attract massive numbers of users – it’s all about being there when a researcher needs help to use GLAM collections. One or two launches per day means one or two researchers from somewhere around the world are able to explore new datasets, or ask new questions. I think that’s pretty important.",
          "link": "https://updates.timsherratt.org/2021/06/13/some-glam-workbench.html",
          "publishedOn": "2021-06-13T08:01:23.000Z",
          "wordCount": 194,
          "title": "Some GLAM Workbench stats"
        },
        {
          "id": "http://wragge.micro.blog/2021/06/13/more-reclaim-cloud.html",
          "author": null,
          "description": "Five of the GLAM Workbench repositories now have automatically built Docker images and 1-click integration with Reclaim Cloud – ANU Archives, Trove Newspapers, Trove Newspaper Harvester, NAA RecordSearch, & Web Archives.\n\nThis means you can launch your very own version of these GLAM Workbench repositories in the cloud, where all your downloads and experiments will be saved! Find out more on the Using Reclaim Cloud page.",
          "link": "https://updates.timsherratt.org/2021/06/13/more-reclaim-cloud.html",
          "publishedOn": "2021-06-13T07:28:12.000Z",
          "wordCount": 90,
          "title": "More Reclaim Cloud integrations!"
        },
        {
          "id": "http://wragge.micro.blog/2021/06/13/get-your-glam.html",
          "author": null,
          "description": "I’ve updated my harvest of Australian GLAM datasets from state/national government open data portals. There’s now 387 datasets, containing 1049 files (including 684 CSVs). There’s a list if you want to browse, and a CSV file if you want to download all the metadata. For more more information see the data portals section of the GLAM Workbench.\n\nIf you’re interested in finding out what’s inside all those 684 CVS files, take the GLAM CSV Explorer for a spin! It’s also been given a refresh, with new data and a new interface. #dhhacks",
          "link": "https://updates.timsherratt.org/2021/06/13/get-your-glam.html",
          "publishedOn": "2021-06-13T07:12:37.000Z",
          "wordCount": 118,
          "title": "Get your GLAM datasets here!"
        },
        {
          "id": "http://wragge.micro.blog/2021/05/24/naa-recordsearch-section.html",
          "author": null,
          "description": "If you work with the collections of the National Archives of Australia, you might find the RecordSearch section of the GLAM Workbench helpful. I’ve just updated the repository to add new options for running the notebooks, including 1-click installation on Reclaim Cloud. There’s also a few new notebooks.\nNew notebooks and datasets\nHarvest details of all series in RecordSearch – get details of all series registered in RecordSearch, also generates a summary dataset with the total number of items digitised, described and in each access category\nExploring harvested series data  – generates some basic statistics from the harvest of series data\nSummary data about all series in RecordSearch  (15mb CSV) – contains basic descriptive information about all the series currently registered on RecordSearch (May 2021) as well as the total number of items described, digitised, and in each access category\n\nUpdated\nI’ve started (but not completed) updating all the notebooks in this repository to use my new RecordSearch Data Scraper. The new scraper is simpler and more efficient, and enables me to get rid of a lot of boilerplate code. Updated notebooks include:\nHarvest items from a search in RecordSearch – save the results of an item search in RecordSearch as a downloadable dataset, you can also save images and PDFs from digitised files (PDF saving is new!)\nHarvest files with the access status of ‘closed’ – find out what we’re not allowed to see by harvesting details of ‘closed’ files\nOther updates include:\nPython packages updated\nIntegration with Reclaim Cloud allowing 1-click installation of the whole repository and environment\nAutomatic creation of Docker images when the repository is updated\nUpdated README and repository index with list of all notebooks\nNotebooks intended to run as apps now use Voila rather than Appmode for better integration with Jupyter Lab\nrequirements-unpinned.txt added to repository for people who want to develop the notebooks in their own clean environment\nHope you find these changes useful! #dhhacks",
          "link": "https://updates.timsherratt.org/2021/05/24/naa-recordsearch-section.html",
          "publishedOn": "2021-05-24T00:50:00.000Z",
          "wordCount": 354,
          "title": "NAA RecordSearch section of the GLAM Workbench updated!"
        },
        {
          "id": "http://wragge.micro.blog/2021/05/17/web-archives-section.html",
          "author": null,
          "description": "My program of rolling out new features and integrations across the GLAM Workbench continues. The latest section to be updated is the Web Archives section!\nThere are no new notebooks with this update, but some important changes under the hood. If you haven’t used it before, the Web Archives section contains 16 notebooks providing documentation, tools, apps, and examples to help you make use of web archives in your research. The notebooks are grouped by the following topics: Types of data, Harvesting data and creating datasets, and Exploring change over time.\n\nI’ve updated all the Python packages used in this repository and changed the app-ified notebooks to run using Voila (which is better integrated with Jupyter Lab than Appmode). But most importantly, you can now install the repository into your own persistent environment using Reclaim Cloud or Docker.\nAs Christie Moffatt noted recently harvesting data from web archives can take a long time, and you might hit the limits of the free Binder service. These new integrations mean you don’t have to worry about your notebooks timing out. Just click on the Launch on Reclaim Cloud button and you can have your own fully-provisioned, persistent environment up and running in minutes!\n\nThis is possible because every change to the Web Archives repository now triggers the build of a new Docker image with all the software that you need pre-installed. You can also run this Docker image on your own computer, or using another cloud service.\nThe Web Archives section now includes documentation on running the notebooks using Binder, Reclaim, Cloud or Docker. #dhhacks",
          "link": "https://updates.timsherratt.org/2021/05/17/web-archives-section.html",
          "publishedOn": "2021-05-17T02:22:00.000Z",
          "wordCount": 293,
          "title": "Web archives section of GLAM Workbench updated!"
        },
        {
          "id": "http://wragge.micro.blog/2021/05/12/using-web-archives.html",
          "author": null,
          "description": "There’s no doubt that Trove’s digitised newspapers have had a significant impact on the practice of history in Australia. But analysing that impact is difficult when Trove itself is always changing – more newspapers and articles are being added all the time.\nIn an attempt to chart the development of Trove, I’ve created a dataset that shows (approximately) when particular newspaper titles were first added. This gives a rough snapshot of what Trove contained at any point in the last 12 years.\n\nI say approximately because the only public source of this information are web archives like the Internet Archive’s Wayback Machine and Trove itself. By downloading captures of Trove’s browse page, I was able to extract a list of newspaper titles available when that capture was made. Depending on the frequency of captures, the titles may have been first made available some time earlier.\nThe method I used to create the dataset is documented in the Trove Newspapers section of the GLAM Workbench. I used the Internet Archive as my source rather than Trove just because there were more captures available. Most of the code I could conveniently copy from the Web Archives section of the GLAM Workbench, in particular the Find all the archived versions of a particular web page notebook.\nThe result was actually two datasets:\ntrove_newspaper_titles_2009_2021.csv  – complete dataset of captures and titles\ntrove_newspaper_titles_first_appearance_2009_2021.csv  – filtered dataset, showing only the first appearance of each title / place / date range combination\nThere’s also an alphabetical list of newspaper titles for easy browsing. The list shows the date of the capture in which the title was first recorded, as well as any changes to its date range. #dhhacks",
          "link": "https://updates.timsherratt.org/2021/05/12/using-web-archives.html",
          "publishedOn": "2021-05-12T01:36:00.000Z",
          "wordCount": 321,
          "title": "Using web archives to find out when newspapers were added to Trove"
        }
      ]
    },
    {
      "title": "C2DH | Luxembourg Centre for Contemporary and Digital History",
      "feedUrl": "https://www.c2dh.uni.lu/rss.xml",
      "siteUrl": "https://www.c2dh.uni.lu",
      "articles": [
        {
          "id": "3535 at https://www.c2dh.uni.lu",
          "author": "Noëlle Schon",
          "description": "Longtime associated with its working-class history, the ”Red Esch” was also composed of a diversified bourgeoisie, as well as of a thriving middle-class.\nThis research attempts to provide for the first comprehensive class and cultural history, focusing exclusively on the middle-classes and bourgeoisie of early 20th century Esch-sur-Alzette.\nWho were the members of the middle and upper classes? Where did they come from? What were their professional occupations? Which space, whether social, commercial and residential did they occupy within the city? In which ways did they contribute to the urban development, improvement and embellishment of Esch-sur-Alzette?\nThrough her presentation, Suzana Cascao  will introduce the audience to the work in progress, i.e, the ways in which she designed her research (including sources and methodology), conceptual issues, research questions, its limitations and goals.\n \nWednesday, 15 September 2021\n14.00 - 15.00\nOnline - Webex\nIf you want to participate, please send an e-mail to vanessa.napolitano@uni.lu to receive the link.\n15 September 2021\n  Contemporary history of Luxembourg\n  Remixing Industrial Pasts in the Digital Age: Sounds, Images, Ecologies, Practices and Materialities in Space and Time\n  Cultural studies  Regional history\n  Research seminars\n  Published  \n    Hide image in content detail",
          "link": "https://www.c2dh.uni.lu/events/laying-foundations-modern-city-middle-classesbourgeoisie-and-entrepreneurship-early-20th",
          "publishedOn": "2021-08-02T07:47:26.000Z",
          "wordCount": 408,
          "title": "Laying the foundations of a modern city. Middle-classes/Bourgeoisie and entrepreneurship in early 20th century Esch-sur-Alzette (1900-1940)"
        },
        {
          "id": "3533 at https://www.c2dh.uni.lu",
          "author": "Stefan Krebs",
          "description": "Over the past fifteen years, maintenance and repair practices have gained increasing academic attention, but the literature in the fields of history and philosophy of technology, science and technology studies, sociology and anthropology of technology is still focused on invention and newness. Complementing recent calls for a history of technology-in-use (D. Edgerton), broken-world thinking (S. Jackson) and a history of technology “after innovation” (A. Russell & L. Vinsel), we are working on the first systematic historical investigation of repair and maintenance in a Western consumer society.\nIn the spirit of chasing this turn, we have invited international scholars to present their own take on the histories of maintenance and repair. These range from considering the philosophical implica…",
          "link": "https://www.c2dh.uni.lu/events/international-workshop-histories-maintenance-and-repair",
          "publishedOn": "2021-07-23T13:45:54.000Z",
          "wordCount": 778,
          "title": "International workshop: Histories of Maintenance and Repair"
        },
        {
          "id": "3510 at https://www.c2dh.uni.lu",
          "author": "Noëlle Schon",
          "description": "Zwangssoldaten, Malgré-Nous, Zwangsrekrutéiert – three regions, three terms, one fate? After the German invasion of its western neighbours, France, the Netherlands, Belgium and Luxembourg in 1940, the border regions reaching from Eastern Belgium over Luxembourg to Alsace-Lorraine were seen by the Third Reich as lost German territories that needed reintegration into the Reich. One part of that reintegration policy was recruiting the local female and male youth into German labour services and armed forces.\nThis workshop will present the recruitments in each of these areas and focus on their historical similarities and differences. Further,  it will analyse the etymology and the legal aspect of the different terms describing the recruits. The workshop’s emphasis is on the quantitative analysis of contemporary sources. How can certain sources for example help researchers to challenge persisting narratives and statistics, in order to give a clearer view of the numbers, the recruitment processes and the war experiences within Eastern Belgium, Alsace-Lorraine and Luxembourg?\n \nThursday, 14 October 2021\n10.00 - 17.30\nHybrid event\nMaison Sciences Humaines, 11 Portes des Sciences, 4365 Esch/Alzette\nIf you wish to particpate in-person, please contact us at warlux@uni.lu before 30 September 2021. Places are limited due to health regulations.\nand\nOnline via Webex\n\n\n\nPlease register via Eventbrite to join the workshop online.\nLanguages: German, French and English\nWe will welcome speakers from Belgium, France, Germany and Luxembourg,\n \nFor more information on the WARLUX-project, please have a look on our website and research blog https://digiwarhist.hypotheses.org.\n14 October 2021\n  Contemporary history of Luxembourg\n  WARLUX - Soldiers and their communities in WWII: The impact and legacy of war experiences in Luxembourg\n  Border studies  WW2\n  Conferences\n  Published  \n    Hide image in content detail",
          "link": "https://www.c2dh.uni.lu/events/zwangssoldaten-malgre-nous-zwangsrekruteiert-terms-numbers-and-statistics",
          "publishedOn": "2021-06-30T09:52:21.000Z",
          "wordCount": 469,
          "title": "Zwangssoldaten, Malgré-Nous, Zwangsrekrutéiert? - Terms, Numbers and Statistics"
        },
        {
          "id": "3501 at https://www.c2dh.uni.lu",
          "author": "Noëlle Schon",
          "description": "The REMIX lecture series accompanies the C²DH based research project “Remixing Industrial Pasts in the Digital Age”. The project explores the history of cultures, populations and territories of the Minett region and will be a sustainable contribution to the “European Capital of Culture Esch 2022” programme. The project is funded by Esch2022 ASBL.\nSince the REMIX/Esch2022 project thematically includes the neighbouring regions in a comparative and transregional perspective, this lecture is dedicated to the mining history of the Saar region.\nOn 6 July, Birgit Metzger will give a lecture on Neue Perspektiven auf die Geschichte des Bergbaus an der Saar (Werkstattbericht) [New perspectives on the history of mining in the Saar (workshop report)]. As a social figure, the miner is deeply anchored i…",
          "link": "https://www.c2dh.uni.lu/events/neue-perspektiven-auf-die-geschichte-des-bergbaus-der-saar-werkstattbericht",
          "publishedOn": "2021-06-24T11:38:16.000Z",
          "wordCount": 583,
          "title": "Neue Perspektiven auf die Geschichte des Bergbaus an der Saar (Werkstattbericht)"
        },
        {
          "id": "3500 at https://www.c2dh.uni.lu",
          "author": "Noëlle Schon",
          "description": "The REMIX lecture series accompanies the C²DH based research project “Remixing Industrial Pasts in the Digital Age”. The project explores the history of cultures, populations and territories of the Minett region and will be a sustainable contribution to the “European Capital of Culture Esch 2022” programme. The project is funded by Esch2022 ASBL.\nSince the REMIX/Esch2022 project thematically includes the neighbouring regions in a comparative and transregional perspective, this lecture is dedicated to the environmental history of the Saar region.\nOn 29 June,  Markus Lay will present “The Romanticism of Hell”. Environmental History of the Saar-region in the 19th-century. In Imperial Germany, the industrial region along the Saar-River was the third most important of its kind. Surprisingly, there are not many papers to be found about its environmental history, despite an abundance of source material. The lecture will focus on the relatively new field of environmental justice and present case studies of environmental conflicts.\nMarkus Lay is office manager of Saarland’s historical commission and was fellow of the Hans-Blöcker-Foundation. His dissertational work focuses on the environmental history of the region during industrialisation. The “work-in-progress” is planned to be presented on umweltgeschichte.net as a Digital Public History project. In his Masters thesis he concentrated on Apiarian Societies and the spreading of apicultural innovations during the 18th and 19th century in Europe.\n \nTuesday, 29 June 2021\n17.00 - 18.30 on Webex\nTo receive the link to this online event, please send an e-mail to Werner Tschacher (werner.tschacher@uni.lu).\n29 June 2021\n  Public history\n  Remixing Industrial Pasts in the Digital Age: Sounds, Images, Ecologies, Practices and Materialities in Space and Time\n  Industrial history  Regional history\n  Conferences\n  Published  \n    Hide image in content detail",
          "link": "https://www.c2dh.uni.lu/events/romanticism-hell-environmental-history-saar-region-19th-century",
          "publishedOn": "2021-06-24T11:24:07.000Z",
          "wordCount": 493,
          "title": "'The Romanticism of Hell'. Environmental History of the Saar-region in the 19th-century"
        },
        {
          "id": "3472 at https://www.c2dh.uni.lu",
          "author": "Noëlle Schon",
          "description": "To reflect on the history of the Luxembourg economy and sketch out future scenarios, the Europe Direct Information Centre (EDIC) at the University of Luxembourg and its partners, the Luxembourg Institute of Socio-Economic Research (LISER) and the Luxembourg national innovation agency Luxinnovation, are pleased to invite you to the online webinar “Luxembourg: from steel to the knowledge economy and beyond”.\nDespite its small size in terms of geography (2,586km2) and population (626,100 people on 1 January 2020), Luxembourg has an open, dynamic, innovative economy that is one of the most successful at international level – in 2019 its GDP per capita was 261% the European average and its growth rate was the third highest of the EU’s then 28 Member States – and also one of the least affected b…",
          "link": "https://www.c2dh.uni.lu/events/luxembourg-steel-knowledge-economy-and-beyond",
          "publishedOn": "2021-06-15T11:13:24.000Z",
          "wordCount": 763,
          "title": "Luxembourg: from steel to the knowledge economy and beyond"
        },
        {
          "id": "3470 at https://www.c2dh.uni.lu",
          "author": "Noëlle Schon",
          "description": "Industrial films are a valuable resource for research in the field of cultural studies as they are both mediator and part of industrial culture. In the Saarland, as well as in the Greater Region as a whole, many industrial films were created throughout the last century. The industries treated include but are not limited to glass and porcelain manufacturing, brewing and viticulture as well as the iron, steel and coal industry. Looking at borders, this talk will focus on the heavy industries, in which geographical border crossings are rendered obligatory by ore and coal basins extending over national borders. However, geographical borders are only one of many types of borders which play an important role in the context of the heavy industry and are represented in respective industrial films.…",
          "link": "https://www.c2dh.uni.lu/events/representation-borders-industrial-films-saarlands-heavy-industry-1931-2019",
          "publishedOn": "2021-06-14T11:48:54.000Z",
          "wordCount": 741,
          "title": "The Representation of Borders in Industrial Films on the Saarland’s Heavy Industry (1931-2019)"
        },
        {
          "id": "3460 at https://www.c2dh.uni.lu",
          "author": "Noëlle Schon",
          "description": "Today it often appears as though the European Union has entered existential crisis after decades of success, condemned by its adversaries as a bureaucratic monster eroding national sovereignty: at best wasteful, at worst dangerous. How did we reach this point and how has European integration impacted on ordinary people's lives - not just in the member states, but also beyond? This talk will present some of my recent book's findings on the history of the EU.\nKiran Klaus Patel holds the Chair of European History at Ludwig-Maximilians-Universität Munich and is a fellow of the Royal Historical Society. Before joining LMU, he held chairs at Maastricht University (2011-2019) and European University Institute (2007-2011). His book The New Deal: A Global History (Princeton University Press, 2016) won the World History Association Bentley Book Prize. His latest publication Project Europe: A History was published with Cambridge University Press in 2020. His teaching and research focus on issues of European and US American history. Comparative, transnational and global approaches feature prominently in his work\n \nTuesday, 15 June 2021\nstarting at 5:00 PM CET\nOnline - Webex\n \nFor the Webex link please contact Adelina Stefan at oana.stefan@uni.lu.\n15 June 2021\n  Contemporary history of Europe\n  European infrastructures  European integration\n  Conferences\n  Published  \n    Hide image in content detail",
          "link": "https://www.c2dh.uni.lu/events/superstate-or-tool-nations-rethinking-history-european-union",
          "publishedOn": "2021-06-02T11:17:24.000Z",
          "wordCount": 411,
          "title": "Superstate or Tool of Nations? Rethinking the History of European Union"
        },
        {
          "id": "3425 at https://www.c2dh.uni.lu",
          "author": "Noëlle Schon",
          "description": "International Round Table: “Different Cultures in Digital History”\n8 June 2021 at 2.30pm (CEST), online\nThe aim of the round table is to bring together specialists in digital history and experts who use digital tools in historical research and education. History as an academic field is undergoing major changes as a result of the transformative impact of digital technologies. These technologies affect the very nature of sources, the practice of data collection and processing, and also the way in which historical knowledge is acquired and disseminated. The task of defining “digital history” has given rise to much debate and discussion, but developing an understanding of the field and the wide-ranging potential for interaction between history and digital technologies can offer insights into t…",
          "link": "https://www.c2dh.uni.lu/events/different-cultures-digital-history",
          "publishedOn": "2021-05-26T13:10:32.000Z",
          "wordCount": 851,
          "title": "Different Cultures in Digital History"
        },
        {
          "id": "3418 at https://www.c2dh.uni.lu",
          "author": "Noëlle Schon",
          "description": "The legacy of industrialisation has resulted in “place[s] longing for historical self-assurance” (Achim Saupe). The current focus on industrial heritage has resulted in efforts to preserve and reconstruct this heritage in its original state. This applies not only to the memory of former workplaces, homes and recreation areas in post-industrial places, but also to the biographies of entrepreneurs, industrial workers and their families. The preservation and musealisation of former industrial landscapes raise further questions about the authenticity of such places. Public history, and with it the representation of the industrial past in museums, exhibitions and events, is situated between “original” representation and recreated staging. Furthermore, and this has been accelerated by the COVID-…",
          "link": "https://www.c2dh.uni.lu/events/digitising-industrial-heritage",
          "publishedOn": "2021-05-21T06:00:18.000Z",
          "wordCount": 744,
          "title": "Digitising Industrial Heritage"
        }
      ]
    },
    {
      "title": "Cambridge Digital Humanities",
      "feedUrl": "https://www.cdh.cam.ac.uk/rss.xml",
      "siteUrl": "https://www.cdh.cam.ac.uk",
      "articles": []
    },
    {
      "title": "The National Endowment for the Humanities",
      "feedUrl": "https://www.neh.gov/rss.xml",
      "siteUrl": "https://www.neh.gov/",
      "articles": []
    },
    {
      "title": "Research Libraries UK",
      "feedUrl": "https://www.rluk.ac.uk/feed",
      "siteUrl": "https://www.rluk.ac.uk",
      "articles": [
        {
          "id": "https://www.rluk.ac.uk/?p=10633",
          "author": "Melanie Cheung",
          "description": "On 18 August 2021 the RLUK CSN hosted a meeting on Plan B - What's the Big Deal? The event explored many aspects of ‘Plan B’ planning for content access and brought together key pieces of work going on across the sector. Discussion topics included alternative access methods including interlibrary loan and OA discovery, modelling and [...]\nThe post RLUK CSN: Plan B – What’s the Big Deal event appeared first on Research Libraries UK.",
          "link": "https://www.rluk.ac.uk/rluk-csn-plan-b-whats-the-big-deal-event/",
          "publishedOn": "2021-08-19T09:39:48.000Z",
          "wordCount": 821,
          "title": "RLUK CSN: Plan B – What’s the Big Deal event"
        },
        {
          "id": "https://www.rluk.ac.uk/?p=10587",
          "author": "Melanie Cheung",
          "description": "RLUK’s New Director Network (NDN) was formed a few years ago as an informal grouping bringing together people who had recently become Library Directors at RLUK member institutions. It acts as a peer network for those newly appointed. Recently the network welcomed a new member who, when thinking about navigating the first few months [...]\nThe post Becoming a Library Director appeared first on Research Libraries UK.",
          "link": "https://www.rluk.ac.uk/becoming-a-library-director/",
          "publishedOn": "2021-08-17T13:41:46.000Z",
          "wordCount": 2128,
          "title": "Becoming a Library Director"
        },
        {
          "id": "https://www.rluk.ac.uk/?p=10553",
          "author": "Melanie Cheung",
          "description": "New guidelines have rightly rejected publisher claims that gold is the only sustainable path for open access, say Stephen Eglen and Rupert Gatti\nThe post UKRI’s support for green open access is the right way forward appeared first on Research Libraries UK.",
          "link": "https://www.timeshighereducation.com/blog/ukris-support-green-open-access-right-way-forward#new_tab",
          "publishedOn": "2021-08-11T09:44:35.000Z",
          "wordCount": 1769,
          "title": "UKRI’s support for green open access is the right way forward"
        },
        {
          "id": "https://www.rluk.ac.uk/?p=10463",
          "author": "Melanie Cheung",
          "description": "RLUK welcomes the publication today of a new Open Access (OA) policy applying to research outputs that result from UKRI funding. The new policy is the result of an extensive consultation period during which the views of all relevant stakeholders - including the research library community and RLUK - were sought and heard. The new [...]\nThe post RLUK welcomes publication of UKRI’s new Open Access Policy appeared first on Research Libraries UK.",
          "link": "https://www.rluk.ac.uk/rluk-welcomes-publication-of-ukris-new-open-access-policy/",
          "publishedOn": "2021-08-06T08:03:40.000Z",
          "wordCount": 1350,
          "title": "RLUK welcomes publication of UKRI’s new Open Access Policy"
        },
        {
          "id": "https://www.rluk.ac.uk/?p=10459",
          "author": "Melanie Cheung",
          "description": "The IIIF Conference is intended for a wide range of participants, including digital image repository managers, content curators, software developers, scholars, and administrators at libraries, museums, and cultural heritage institutions, software firms, and other organisations working with digital images and audio/visual materials.\nThe post IIIF Conference 2021 sessions now available to view appeared first on Research Libraries UK.",
          "link": "https://www.youtube.com/playlist?list=PLYPP1-8uH9c6y-KUzicLQr_LkX8uaWa5h#new_tab",
          "publishedOn": "2021-08-05T12:46:09.000Z",
          "wordCount": 15,
          "title": "IIIF Conference 2021 sessions now available to view"
        },
        {
          "id": "https://www.rluk.ac.uk/?p=10456",
          "author": "Melanie Cheung",
          "description": "RLUK Executive Director, David Prosser, participated in a panel discussion at the 2021 Liber Conference, on How libraries and consortia can support the OA transitions of not-for-profit publishers, and why. A recording of this session can be viewed below. Transformative OA agreements repurpose former subscription funds to support open access publishing, enabling more research [...]\nThe post Panel discussion: How libraries can support OA transitions of NFP publishers appeared first on Research Libraries UK.",
          "link": "https://www.rluk.ac.uk/panel-discussion-how-libraries-can-support-oa-transitions-of-nfp-publishers/",
          "publishedOn": "2021-08-05T12:30:36.000Z",
          "wordCount": 1174,
          "title": "Panel discussion: How libraries can support OA transitions of NFP publishers"
        },
        {
          "id": "https://www.rluk.ac.uk/?p=10454",
          "author": "Melanie Cheung",
          "description": "Head of research libraries consortium “concerned” over move “undermining” consultations on open access The publishing company Elsevier has made an eleventh-hour push to see its agenda better reflected in the forthcoming strategy on open access, to be published by the UK’s research funding agency, UK Research and Innovation.\nThe post Elsevier lobbying UKRI last minute over funder’s OA policy (paywall) appeared first on Research Libraries UK.",
          "link": "https://www.researchprofessionalnews.com/rr-news-uk-open-access-2021-8-elsevier-lobbying-ukri-last-minute-over-funder-s-oa-policy/#new_tab",
          "publishedOn": "2021-08-05T12:14:53.000Z",
          "wordCount": 1229,
          "title": "Elsevier lobbying UKRI last minute over funder’s OA policy (paywall)"
        },
        {
          "id": "https://www.rluk.ac.uk/?p=10447",
          "author": "Melanie Cheung",
          "description": "Earlier in the summer, Information Power published the report How to Enable Smaller Independent Publishers to Participate in OA Agreements. The report addresses some of the special challenges that smaller publishers face in terms of their lack of scale and the difficulties they can have in getting engagement with time-poor colleagues within libraries. We were [...]\nThe post Helping small publishers help themselves, & libraries too – what institutions want to see in transformative OA proposals appeared first on Research Libraries UK.",
          "link": "https://www.rluk.ac.uk/helping-small-publishers-help-themselves-and-libraries-too-what-institutions-want-to-see-in-transformative-oa-proposals/",
          "publishedOn": "2021-08-05T11:43:24.000Z",
          "wordCount": 2260,
          "title": "Helping small publishers help themselves, & libraries too – what institutions want to see in transformative OA proposals"
        },
        {
          "id": "https://www.rluk.ac.uk/?p=10437",
          "author": "Melanie Cheung",
          "description": "July update  Below is a brief summary of the main activities undertaken by the RLUK Executive in July 2021.     RLUK announcements  Report published: The role of academic and research libraries as active participants and leaders in the production of scholarly research Research Libraries UK is delighted to publish [...]\nThe post Member update – July 2021 appeared first on Research Libraries UK.",
          "link": "https://www.rluk.ac.uk/member-update-july-2021/",
          "publishedOn": "2021-08-03T13:55:16.000Z",
          "wordCount": 802,
          "title": "Member update – July 2021"
        },
        {
          "id": "https://www.rluk.ac.uk/?p=10427",
          "author": "Melanie Cheung",
          "description": "There may be an ocean between the US and the UK, but in the age of Zoom, collaboration can transcend geographical boundaries. Research Libraries UK’s Digital Scholarship Network (DSN) and CLIR’s Digital Library Federation’s Data and Digital Scholarship (DDS) working group are continuing to foster a partnership aimed at building transatlantic collaborations and connections. The [...]\nThe post Building a Transatlantic Digital Scholarship Skills Exchange for Research Libraries: Moving Forward appeared first on Research Libraries UK.",
          "link": "https://www.rluk.ac.uk/building-a-transatlantic-digital-scholarship-skills-exchange-for-research-libraries-moving-forward/",
          "publishedOn": "2021-08-03T11:00:14.000Z",
          "wordCount": 1948,
          "title": "Building a Transatlantic Digital Scholarship Skills Exchange for Research Libraries: Moving Forward"
        },
        {
          "id": "https://www.rluk.ac.uk/?p=10306",
          "author": "Christina Kamposiori",
          "description": "Alongside every other university in the UK, King’s College London moved almost all our activities online as the national lockdown began in March 2020. For Libraries & Collections this involved a massive acceleration in our shift to digital collections, online support, e-learning and home working. While much of this work was already under way [...]\nThe post King’s College London – Digital: some are more equal than others appeared first on Research Libraries UK.",
          "link": "https://www.rluk.ac.uk/kings-college-london-digital-some-are-more-equal-than-others/",
          "publishedOn": "2021-07-20T09:36:22.000Z",
          "wordCount": 1416,
          "title": "King’s College London – Digital: some are more equal than others"
        },
        {
          "id": "https://www.rluk.ac.uk/?p=10301",
          "author": "Christina Kamposiori",
          "description": "Manchester Digital Collections (MDC) was launched in January 2020 with five sets of digitised materials from the world-class collections of the University of Manchester Library, Whitworth Gallery and Manchester Museum. We aimed to provide a platform of IIIF images and TEI metadata for researchers to share their work on collections and to encourage digital [...]\nThe post Case Study: Scholarship and Collections. Manchester Digital Collections appeared first on Research Libraries UK.",
          "link": "https://www.rluk.ac.uk/case-study-scholarship-and-collections-manchester-digital-collections/",
          "publishedOn": "2021-07-20T09:29:53.000Z",
          "wordCount": 1519,
          "title": "Case Study: Scholarship and Collections. Manchester Digital Collections"
        }
      ]
    }
  ],
  "cliVersion": "1.11.0"
}